Repository: Qt-QML/tbe-The-Butterfly-Effect-a-realistic-physics-simulation-game
Catalog: i18n/tbe_levels_*.po
Languages: de, nl, ru

source: Test of objects with default properties in scene.
ru: Проверьте объекты со свойствами по умолчанию в сцене.

source: That poor balloon is on its way to its doom.
nl: Die arme ballon is op weg naar z'n einde.
ru: Бедный шар находится на пути к своей гибели.

source: That’s all I know about them. I hope it helps!<br><br>Post-It Boy
nl: Dat is alles wat ik over ze weet. Ik hoop dat je er wat aan hebt!<br><br>Post-It Boy
ru: Это всё, что я знаю о них. Надеюсь, это поможет!<br><br>Малыш

source: That's also true for circus acts. They all train, but some fly more than others.
de: Das ist auch für Zirkusvorstellungen so. Sie trainieren alle, aber einige fliegen weiter als andere.
nl: Dat is ook zo bij het circus: alle acrobaten trainen, maar sommigen vliegen meer dan anderen.
ru: Это также верно для цирковых номеров. Они все тренированные акробаты, но некоторые летают лучше, чем другие.

source: That’s half of the problem you need to fix here.
nl: Maar dat is maar de helft van het probleem dat je moet oplossen.
ru: Это половина проблемы, которую вам необходимо исправить здесь.

source: That’s nice. You don’t have to do anything and many of the bottles are already triggered.
nl: Dat is fijn. Je hoeft niets te doen en een eleboel flessen zijn al geactiveerd.
ru: Это удобно. Вам не нужно ничего делать, и многие из бутылок уже запущены.

source: That’s quite amazing, if you ask me.<br><br>—Post-it Boy
ru: Это очень здорово, если вы спрашиваете меня.<br><br>Малыш

source: The balloon could push the bowling ball from below, but it is too far away.
de: Der Ballon könnte die Bowlingkugel von unten drücken, aber er ist zu weit weg.
nl: De ballon zou de bowling bal van onder uit kunnen duwen, maar hij is te ver weg.
ru: Воздушный шар мог бы подтолкнуть мяч для боулинга снизу, но он слишком далеко.

source: The Ball, the Box and the Penguin
de: Der Ball, die Kiste und der Pinguin
nl: De bal, de doos en de pinguin.
ru: Мяч, коробка и пингвин

source: The Birds Strike Back!
de: Die Vögel schlagen zurück!
nl: De vogels slaan terug!
ru: Ответный удар по птицам!

source: The bowling pin seems really out of place. It’s not even as heavy as the weight.
nl: De kegel lijkt hier helemaal niet te horen. Hij is zelfs nog lichter als het gewicht.
ru: Кегль для боулинга кажется совершенно неуместным. Он не так тяжёл, как вес.

source: The bright birch wood, on the other hand, is subject to gravity.
ru: Однако светлый березняк подвержен влиянию гравитации.

source: The Butterfly Effect 101
de: Der Schmetterlingseffekt für Anfänger
nl: Het vlindereffect (beginnerscursus)
ru: Эффект бабочки (для начинающих)

source: The Butterfly effect 102
de: Der Schmetterlingseffekt für Fortgeschrittene
nl: Het vlindereffect (vervolgcursus)
ru: Эффект бабочки (для продвинутых)

source: The Core
de: Der Kern
nl: De kern
ru: Ядро

source: The Factory
de: Die Fabrik
nl: De fabriek
ru: Завод

source: The goal here is to topple the pins below.
de: Hier ist das Ziel, die Pins unten umzuwerfen.
nl: De bedoeling is om de kegels hieronder om te gooien.
ru: Целью здесь является необходимость опрокинуть кегли ниже.

source: The good news: they cannot lift a bowling ball, and a volley ball is too light to set off the detonator.
nl: Het goede nieuws: ze kunnen geen bowlingballen tillen en een volleybal is te licht voor de ontsteker.
ru: Хорошие новости: они не могут поднять шар для боулинга, а волейбольный мяч слишком лёгкий, чтобы сработал детонатор.

source: The House of Cards
de: Das Kartenhaus
nl: Het Kaartenhuis
ru: Карточный домик

source: Then use the detonator box to select a phone number.
ru: Затем используйте ящик с детонатором-воспламенителем, чтобы выбрать номер телефона.

source: The pigs were right—you should be allowed to borrow an egg if you are starving.
nl: De varkens hadden het bij het rechte eind — je mag best een eitje lenen als je honger hebt.
ru: Хрюндель был прав - вам должно быть разрешено брать яйцо, если вы голодны.

source: The Pit
de: Der Abgrund
nl: De kuil
ru: Яма

source: The Post-It Pig
de: Das Notizschwein
nl: Het Post-It Varkentje
ru: Хрюндель

source: There’s cola,<br>and there’s even a gift!
nl: Er is cola,<br>en er is zelfs een cadeautje!
ru: Кока-кола<br>и даже подарок!

source: There was once Jack the clown,<br>he was juggling with balls upside down.
de: Es war einmal ein Clown namens Speer,<br>er jonglierte mit Bällen kopfüber.
nl: Er was eens clowntje Sjaak, niet te geloven.<br> Hij jongleerde zelfs ballen ondersteboven
ru: Когда-то Джек был клоуном,<br>он жонглировал шарами вверх ногами.

source: The second level in the game, and the first level in which you actually have to put something into the scene. The goal it to put all balls into the chest.<br>Don’t forget to read the Post-it note!
nl: Het tweede level in het spel, en het eerste level waar je daadwerkelijk iets in de wereld moet plaatsen om alle ballen in de kist te krijgen.<br>Vergeet niet om de Post-it te lezen!
ru: Это второй уровень в игре, но первый уровень, в котором вам необходимо что-то положить на сцену. Цель состоит в том, чтобы положить все шары и мячи в сундук.<br>Не забывайте читать сообщения на стикерах!

source: These I-beams have truly remarkable properties.
de: Diese Doppel-T-Träger haben wahrlich bemerkenswerte Eigenschaften.
nl: Die H-balken hebben werkelijk opmerkelijke eigenschappen.
ru: Эти двутавровые балки имеют поистине замечательные свойства.

source: The wooden bar in the center is screwed on tightly and rotates around its own axis.
ru: Деревянный брус в центре плотно прикручен и вращается вокруг собственной оси.

source: They are totally capable of playing soccer!
de: Sie können auf jeden Fall Fußball spielen!
nl: Ze zijn volledig in staat tot voetballen!
ru: Они определённо могут играть в футбол!

source: They got lost and need to find their way to the door below so they can escape this place.
de: Sie haben sich verlaufen und müssen zur unteren Tür finden, um von hier zu fliehen.
nl: Ze zijn verdwaald en moeten hun weg vinden naar de deur beneden zodat ze deze plek kunnen ontvluchten.
ru: Они потерялись и должны найти путь к нижней двери, чтобы убежать отсюда.

source: They got the tent poles up already, but are now looking confused at the canvas.
de: Sie haben die Zeltstangen bereits aufgebaut, aber jetzt sehen sie sich das Zelttuch verwirrt an.
nl: Ze hebben de tentstokken al staan maar nu staan ze wat verward naar het doek te kijken.
ru: Они уже установили столбы у палатки, но теперь они смущённо смотрят на брезент.

source: They have an incredible stability under extreme conditions.
de: Sie sind unglaublich stabil unter extremen Bedingungen.
nl: Ze hebben een ongeloofelijke stabiliteit in extreme omstandigheden.
ru: Они невероятно стабильны в экстремальных условиях.

source: They like to slide down slopes. But they have a hard time walking up steep slopes.
de: Sie schlittern gerne Abhänge hinunter. Aber sie tun sich schwer, steile Abhänge hochzulaufen.
nl: Ze zijn dol op van de helling af glijden. Maar heuvelop lopen kunnen ze niet zo goed.
ru: Им нравится скользить по склонам. Но им тяжело взбираться по крутым склонам.

source: They say a flap of a butterfly can cause a hurricane. It’s called “butterfly effect”.
ru: Говорят, что биение крыла бабочки может вызвать ураган. Это «эффект бабочки».

source: Think about it: Do you really want this?
ru: Подумайте об этом: вы действительно этого хотите?

source: This bird looks angry. It is rather frail, however.
de: Dieser Vogel sieht wütend aus. Er ist allerdings ziemlich zerbrechlich.
nl: Deze vogel kijkt boos. Maar hij is nogal slapjes...
ru: Эта птичка выглядит сердитой. Однако она довольно хилая.

source: This cone begs to be run over!
de: Dieser Kegel bettelt danach, umgeworfen zu werden.
nl: Deze kegel vraagt erom om omvergereden te worden!
ru: Этот конус очень хочет быть сбитым!

source: This is a factory.
de: Dies ist eine Fabrik.
nl: Een fabriek.
ru: Это завод.

source: This is a guard rail ring. It can be inserted into a guard rail to constraint its movement.
ru: Это сфера для направляющего шеста. Она может быть приложена к направляющему шесту, чтобы сковать её движение.

source: This is a guard rail, some things can be inserted to it to constrain their movement.
ru: Это направляющий шест, некоторые вещи могут быть приложены к нему, чтобы сковать их движение.

source: This is a house of cards.
de: Dies ist ein Kartenhaus.
nl: Een kaartenhuis.
ru: Это карточный домик.

source: This is a movable birch wedge.
ru: Это подвижный берёзовый клин.

source: This is an egg. Rather easy to break, I’d say …
nl: Een ei. Een eitje om te breken volgens mij …
ru: Это яйцо. Его довольно легко разбить ...

source: This is Jumping Jack, a paper doll with jointed paper limbs which are tied to a pull string.<br>When the string is pulled, the arms and legs will wiggle.
ru: Это Джек-попрыгунчик, бумажная кукла с присоединёнными бумажными конечностями, которые привязаны к тянущей верёвке. Если потянуть за верёвку, руки и ноги будут шевелиться.

source: This is just a level to prove PivotPoint correct operation.
de: Dies ist nur ein Level, um den korrekten Betrieb von PivotPoint-Elementen zu beweisen.
nl: Dit is alleen om te tonen hoe een draaipunt hoort te werken
ru: Это просто уровень, предоставляющий корректную операцию точки опоры.

source: This is just a level to prove PivotPoint correct operation. In this case, from the toolbox.
de: Dies ist nur ein Level, um den korrekten Betrieb von PivotPoint-Elementen zu beweisen. Diesmal aus dem Werkzeugkasten.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken. In dit geval vanuit de gereedschapskist
ru: Это просто уровень, предоставляющий корректную операцию точки опоры. В этом случае из панели компонентов.

source: This is just a level to prove PivotPoint correct operation. In this case, there is a hinge.
de: Dies ist nur ein Level, um den korrekten Betrieb von PivotPoint-Elementen zu beweisen. Diesmal gibt es ein Gelenk.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken. In dit geval met een scharnier.
ru: Это просто уровень, предоставляющий корректную операцию точки опоры. В этом случае есть петля.

source: This is just a level to prove PolyObject correct operation. It will only make sense if you enable debug drawing.
de: Dies ist nur ein Level, um den korrekten Betrieb von PolyObject-Elementen zu beweisen. Das wird nur einen Sinn ergeben, wenn Sie „debug drawing“ aktivieren.
nl: Dit is alleen om te tonen hoe draaipunt hoort te werken. wel debug drawing aanzetten. Anders snap je er niets van.
ru: Это просто уровень, предоставляющий корректную операцию PolyObject. Это будет иметь смысл только, если вы включите отладку рисования.

source: This is my brother.<br><br>He is of the sporty type.
de: Dies ist mein Bruder.<br><br>Er ist ein sportlicher Typ.
nl: Dit is mijn broer.<br><br>Hij is duidelijk sportiever dan ik.
ru: Это мой брат.<br><br>Он заядлый спортсмен.

source: This is not as complicated as it looks. It almost works!
de: Dies ist nicht so kompliziert wie es ausschaut. Es funktioniert!
nl: Dit ziet er ingewikkelder uit dan het is. Het werkt al bijna!
ru: Это не так сложно, как кажется. Это почти работает!

source: This is not a stable equilibrium, any excitation will make it move.
de: Dies ist kein stabiles Gleichgewicht, jede Kraftauswirkung bringt es in Bewegung.
nl: Dit is geen stabiel evenwicht, elke aanraking start de beweging.
ru: Это нестабильное равновесие, любое прикосновение приводит к движению.

source: This is Ruud.<br><br>He’s on a small desert island.
nl: Dit is Ruud.<br><br>Hij is gedumpt op een klein tropisch eiland.
ru: Это Робинзон.<br><br>Он оказался на небольшом необитаемом острове.

source: This is the final killer challenge.
nl: De laatste, slopende uitdaging.
ru: Важное изнурительное испытание.

source: This is the second level to prove PivotPoint correct operation. This level shows the famous line of metal balls. Lifting one and letting it go should result in all balls staying stationary and the last ball moving up. NOTE THAT TBE DOESN'T BEHAVE LIKE THAT !!!
de: Dies ist das zweite Level, um das korrekte Verhalten von PivotPoint-Elementen zu beweisen. Dieses Level zeigt die berühmte Linie von Metallbällen. Wenn einer gehoben und dann losgelassen wird, sollten alle Bälle stehen bleiben, außer der Letzte, der sich nach oben bewegt. BEACHTEN SIE, DASS SICH DSE NICHT SO VERHÄLT!
nl: Dit is het tweede level om te tonen hoe draaipunt hoort te werken. In dit level zie je de beroemde rij van metalen ballen. Eentje optillen en laten vallen zou moeten lijden tot het omhoog vliegen van de achterste terwijl de rest stil blijft hangen. MERK OP DAT DAT DUS NIET GEBEURT!!!
ru: Это второй уровень чтобы доказать правильную работу точки опоры. Этот уровень показывает известную линию металлических шаров. Подъём одного и позволение ему двигаться должно привести к тому, что все шары остаются неподвижными, а последний мяч движется вверх. ОБРАТИТЕ ВНИМАНИЕ, ЧТО TBE ТАК СЕБЯ НЕ ВЕДЁТ!!!

source: This is the ultimate ball sorting challenge: Bring order to complete chaos.
de: Dies ist die ultimative Herausforderung im Ballsortieren: Ordnung ins totale Chaos bringen.
nl: Dit is de ultieme sorteer uitdaging. Breng orde in deze complete chaos.
ru: Это конечная задача в сортировке мячей: привести порядок к полному хаосу.

source: This is Tux, he looks a bit sleepy. Wake him up with something!
de: Dies ist Tux, er sieht etwas schläfrig aus. Wecken Sie ihn mit etwas auf!
nl: Dit is Tux, hij ziet er wat slaperig uit. Maak hem ens wakker!
ru: Это Тукс, он выглядит немного сонным. Разбудите его чем-нибудь!

source: This looks like a very unusal way to play soccer. But yet it is not very different from it.
de: Das sieht aber nach einer sehr ungewöhnlichen Art aus, Fußball zu spielen. Doch so anders ist es gar nicht.
nl: Dit ziet er uit als een ongebruikelijke plek om te voetballen. Maar het scheelt ook weer niet zo veel.
ru: Это выглядит как необычный способ играть в футбол. Но всё же, это не очень отличается от него.

source: This piece of styrofoam is attached to something.
ru: Этот кусок пенопласта прикреплён к чему-то.

source: This piece of wood has a triangular shape with one tip pointing upwards. It doesn’t move.
nl: Dit stuk hout is driehoekig met één punt omhoog. Het zit vast.
ru: Этот кусок дерева имеет треугольную форму с одним концом, направленным вверх. Он не двигается.

source: This styrofoam wedge has been glued to the wall.
de: Dieser Styroporkeil wurde festgeklebt.
nl: Deze piepschuim wig zit aan de muur vast gelijmd.
ru: Этот пенопластовый клин приклеен к стене.

source: This test showcases a few usages of the dynamite and how to trigger it.
ru: Этот тест демонстрирует несколько применений динамита и способы его запуска.

source: This wheel rotates on its own.
ru: Это колесо вращается само по себе.

source: Those pins always long for company.
de: Diese Pins lechzen stets nach Begleitung.
nl: Die kegels verlangen altijd naar gezelschap.
ru: Эти кегли всегда жаждут компании.

source: Throw all bowling pins to the bottom.
ru: Бросьте все кегли для боулинга вниз.

source: Throw all the balls into these slots, from left to right:<br>• Bowling balls<br>• Pétanque balls<br>• Volley balls<br>• Tennis balls<br>• Soccer balls
de: Werfen Sie alle Bälle in die folgenden Fächer, von links nach rechts:<br>• Bowlingkugeln<br>• Pétanque-Kugeln<br>• Volleybälle<br>• Tennisbälle<br>• Fußbälle
nl: Gooi alle ballen in deze sleuven, van links naar rechts:<br>• Bowlingballen<br>• Pétanqueballen<br>• Volleyballen<br>• Tennisballen<br>• Voetballen
ru: Бросьте все шары и мячи в следующие отсеки слева направо:<br>• Шары для боулинга<br>• Шары для петанка<br>• Волейбольные мячи<br>• Теннисные мячи<br>• Футбольные мячи

source: Throw the bowling ball and the bowling pin into the hole on the right.
de: Werfen Sie die Bowlingkugel und den Bowling-Pin in das Loch rechts.
nl: Gooi de bowlingbal en de kegel in de kuil rechts.
ru: Бросьте шар для боулинга и кегль для боулинга в лунку справа.

source: Throw the bowling balls into the left pit and the volleyballs into the right pit.
de: Werfen Sie die Bowlingkugeln in die linke Grube und die Volleybälle in die rechte Grube.
nl: Gooi de bowlingballen in de linkerkuil en de kegels in de rechter.
ru: Бросьте шары для боулинга в левую яму, а для волейбола в правую.

source: Throw the bowling balls into the left pit, the soccer balls into the middle pit and the volleyballs into the right pit.
de: Werfen Sie die Bowlingkugeln in die linke Grube, die Fußbälle in die mittlere Grube und die Volleybälle in die rechte Grube.
nl: Gooi de bowlingballen in de linkerkuil, de voetballen in de middelste en de kegels in de rechter.
ru: Бросьте шары для боулинга в левую яму, футбольные в среднюю, а волейбольные в правую.

source: Throw the bowling balls into the right pit and the Pétanque balls into the left pit.
de: Werfen Sie die Bowlingkugeln in die rechte Grube und die Pétanque-Kugeln in die linke Grube.
nl: Gooi de bowlingballen in de rechterkuil en de Petanqueballen in de linker.
ru: Бросьте шары для боулинга в правую яму, а для петанка в левую.

source: Throw the cactus from the platform.
de: Werfen Sie den Kaktus von der Plattform.
nl: Gooi de cactus van het platform.
ru: Выбросите кактус с платформы.

source: Throw the football and the bowling pin into the brown hole.
de: Werfen Sie den Fußball und den Bowling-Pin in das braune Loch.
nl: Gooi de voetbal en de kegel in de bruine kuil.
ru: Бросьте футбольный мяч и кегль для боулинга в коричневую лунку.

source: Throw the tennis ball and the bowling pin into the brown hole.
de: Werfen Sie den Tennisball und den Bowling-Pin in das braune Loch.
nl: Gooi de tennisbalen de kegel in de bruine kuil.
ru: Бросьте теннисный мяч и кегль для боулинга в коричневую лунку.

source: Throw the tennis balls into the right pit and the Pétanque balls into the left pit.
de: Werfen Sie die Tennisbälle in die rechte Grube und die Pétanque-Kugeln in die linke Grube.
nl: Gooi de tennisballen in de rechter kuil en de Petanqueballen in de linker.
ru: Бросьте шары для тенниса в правую яму, а для петанка в левую.

source: Timing is everything.
de: Timing ist alles.
nl: Timing gaat boven alles.
ru: Сроки - это всё.

source: Today, everyone wins if the pin topples into the goal.
de: Heute gewinnt jeder, wenn der Pin in das Tor fällt.
nl: Vandaag wint het hele team als de kegel in de goal terecht komt.
ru: Сегодня каждый выигрывает, если кегль опрокидывается в ворота.

source: Today I will tell you about various things. But first things first.
ru: Сегодня я расскажу вам о разных вещах. Но я начинаю с самого начала.

source: Toolbox Test
ru: Тест панели компонентов

source: Topple pin to the right.<br>No: Left!<br>OK, OK, to the right.
de: Werfen Sie den Pin in die rechte Richtung um.<br>Nein: Links!<br>OK, OK, auf die rechte Seite.
nl: Kegel naar rechts.<br>Nee: naar links!<br>Okee, okee - toch naar rechts.
ru: Опрокиньте кегль направо.<br>Не налево!<br>Хорошо, хорошо, направо.

source: Topple the bowling pin.
de: Stoßen Sie den Bowling-Pin um.
nl: Kegel de kegel om.
ru: Опрокиньте кегль для боулинга.

source: Topple the bowling pin below.
de: Schmeißen Sie den unten stehenden Bowling-Pin um.
nl: Kegel de kegel om.
ru: Опрокиньте кегль для боулинга вниз.

source: Topple the bowling pin from the right.
de: Stoßen Sie den Bowling-Pin von rechts um.
nl: Kegel de kegel naar links...
ru: Опрокиньте кегль для боулинга справа налево.

source: Topple the bowling pin so it falls into the brown pit.
de: Stoßen Sie den Bowling-Pin um, damit er in die braune Grube fällt.
nl: Kegel de kegel in de bruine kuil.
ru: Опрокиньте кегль для боулинга так, чтобы он попал в коричневую яму.

source: Topple the cactus.
ru: Опрокиньте кактус.

source: Topple the dominoes.
ru: Опрокиньте домино.

source: Topple the other way
de: Andersherum umwerfen
nl: Naar de andere kant
ru: Опрокиньте на другую сторону

source: Topple the pin.
de: Schmeißen Sie den Pin um.
nl: Gooi de kegel om.
ru: Опрокиньте кегль.

source: Topple the pins!
de: Stoßen Sie die Pins um!
nl: Kegel de kegels om!
ru: Опрокиньте кегли!

source: Topple the pin to the left.
nl: Kegel de kegel naar links.
ru: Опрокиньте кегль налево.

source: Topple the pin towards the green floor.
de: Stoßen Sie den Pin zum grünen Fußboden um.
nl: Duw de kegel naar de groene vloer.
ru: Опрокиньте кегль для боулинга на зелёный пол.

source: Toss both Pétanque balls so they end up very close to the tennis ball.
de: Werfen Sie beide Pétanque-Kugeln, damit sie sehr nahe am Tennisball landen.
nl: Gooi beide ballen ("boules") tot heel dicht bij "le but" - net zoals bij "la vraie Pétanque".
ru: Бросьте мячи для петанка, чтобы они оказались в непосредственной близости от теннисного мяча.

source: Triangles
ru: Треугольники

source: Trigger all cola+mint bottles in the scene.
de: Lösen Sie alle Cola-mit-Pfefferminz-Flaschen in der Szene aus.
nl: Activeer alle Colaflessen in het scherm.
ru: Запустите все бутылки с кока-колой и мятой в сцене.

source: Trigger the reaction in the cola+mint bottle.
nl: Activeer de reactie in Colafles.
ru: Запустите реакцию в бутылке с кока-колой и мятой.

source: Turn it around
de: Umdrehen
nl: Draai de lat
ru: Поверните его вокруг

source: Tux will start racing soon.
ru: Скоро Тукс начнёт гонку.

source: Two hurdles must be overcome. And the butterfly has to start everything himself. Or herself?
nl: De vlinder moet twee hordes nemen. En hij moet alles zelf starten. Hmmm. Hij of zij?
ru: Два препятствия должны быть преодолены. И бабочка должна начать всё сама.

source: Unfortunately, they always get confused when they want to put up their tent.
de: Leider sind sie immer verwirrt, wenn sie ihr Zelt aufbauen wollen.
nl: Helaas raken ze altijd in de war als ze hun tent op willen zetten.
ru: К сожалению, они всегда путаются, когда хотят поставить свою палатку.

source: Use a proper soccer ball this time!
ru: Используйте реальный футбольный мяч на этот раз!

source: Use the right wood at the right spots to solve this problem.
ru: Используйте правильную древесину в правильных местах, чтобы решить эту проблему.

source: Vengence will be ours!
de: Die Rache ist unser!
nl: Wraak!
ru: Ответный ход, возьмём реванш!

source: Very Small Quarter Arc
nl: Hele kleine kwart cirkelboog
ru: Очень маленькая четверть дуги

source: Violators will be bounced. Repeat violators will be bounced again.
ru: Нарушители будут отскакивать. Повторные нарушители будут отскакивать снова.

source: Volley balls can do that, too.<br><br>Wanna bet?
de: Volleybälle können dies auch tun.<br><br>Wollen wir wetten?
nl: Maar volleyballen kunnen dat ook.<br><br>Wedden?
ru: Волейбольные мячи также могут сделать это.<br><br>Хотите пари?

source: Volley Valley
de: Volleyballtal
nl: Volley Valei
ru: Волейбольная долина

source: Vrooom Vrooom Vrooom
de: Wrumm, wrumm, wrumm
nl: Vroem Vroem Vroem
ru: Врум Врум Врум

source: Wait a minute!<br>That bowling ball won’t do it.
nl: Hee wacht eens!<br>Die bowlingbal lukt het niet.
ru: Подождите минутку!<br>Этот шар для боулинга не сделает это.

source: Wait a minute … Don’t they look just like the penguins from Pingus?
nl: Wacht eens even ... Lijken ze niet heel erg veel op de pinguïns van Pingus?
ru: Подождите минутку ... Разве они не похожи на пингвинов из страны Пингвинарии?

source: ... waiting for breakfast
de: … warte auf Frühstück
nl: ... wachtend op een ontbijtje.
ru: ...в ожидании завтрака

source: Wake me up when all 3 soccer balls are in the goal.
de: Wecken Sie mich, wenn alle 3 Fußbälle im Tor sind.
nl: Maak me maar wakker als alle drie de voetballen in de goal liggen.
ru: Разбудите меня, когда все 3 футбольных мяча будут находиться в воротах.
