Repository: Qt-QML/tbe-The-Butterfly-Effect-a-realistic-physics-simulation-game
Catalog: i18n/tbe_levels_*.po
Languages: de, nl, ru

source: We advice all passengers to not climb on the roof of the moving train.
nl: Wij adviseren alle passagiers om niet op het dak van de rijdende trein te klimmen.
ru: Вагончик тронется, перрон останется.

source: Wedge Land
de: Keilland
nl: Wiggenland
ru: Клиновое царство

source: Welcome back!
de: Willkommen zurück!
nl: Welkom terug!
ru: С возвращением!

source: Well, I doubt that. Can butterflies even cause explosions? Let’s find out!
nl: Tsja, dat betwijfel ik. Kunnen vlinders wel explosies veroorzaken? Laten we eens proberen!
ru: Ну, я в этом сомневаюсь. Могут ли бабочки хотя бы вызвать взрывы? Давайте узнаем!

source: We wish all passengers a pleasant journey. Next stop: Toy Chest City.
nl: Wij wensen alle passagiers een fijne reis. Volgende halte: Speelgoedkist-stad.
ru: Это что за остановка: Бологое иль Поповка? А с платформы говорят: это город Сундуков!

source: What a waste of cola!
de: Was für eine Verschwendung von Cola!
nl: Wat een verspilling van cola!
ru: Какой ущерб от кока-колы!

source: What a wonderful day! It’s the perfect weather for explosions.
nl: Wat een mooie dag! Perfect weertje voor wat explosies.
ru: Есть ещё порох в пороховницах! Держим его сухим!

source: What I know for sure: Butterflies can push very light objects around.
ru: Я уверен: бабочки могут толкать очень лёгкие предметы.

source: What is the spring doing here?
ru: Что здесь делает пружина?

source: What? Only 3 floors this time? This isn’t fair!
nl: Wat? Maar 3 vloeren deze keer? Da's nie eerlijk!
ru: Что? На этот раз всего 3 этажа? Это несправедливо!

source: Whee!
de: Hui!
ru: Брависсимо!

source: Where do balloons go?<br>They can’t keep going up forever!
nl: Waar gaan ballonnen heen?<br>Ze kunnen niet eeuwig opstijgen!
ru: Куда летят воздушные шары?<br>Они не могут следовать куда-то вечно!

source: Where does the cola go?
de: Wo geht die Cola hin?
nl: Maar waar gaat de cola heen?
ru: Куда девается кока-кола?

source: While they’re not looking, let’s kick over their tent poles.
nl: Als ze toch niet opletten, laten we hun tentpalen eens omgooien.
ru: Пока они не смотрят, давайте опрокинем столбы у их палатки.

source: Why is that butterfly there?
de: Warum ist dieser Schmetterling hier?
nl: Maar wat doet die vlinder daar?
ru: Зачем там бабочка?

source: Why would anyone want to be in a tent?
de: Warum möchte jeder in einem Zelt sein?
nl: Waarom zou iemand in een tent willen zitten?
ru: Почему кто-то хочет быть в палатке?

source: Wooden Beam
de: Holzträger
nl: Houten balk
ru: Деревянная балка

source: Wooden Block
nl: Houten blok
ru: Деревянный блок

source: Wooden Triangle
nl: Houten driehoek
ru: Деревянный треугольник

source: Wooosh Wooosh Wooosh
de: Wusch, wusch, wusch
nl: Psssht Psssht Psssht
ru: Парам-пам-пам

source: Wow, that’s a huge gap for a soccer ball.
nl: Wauwie, dat is een flinke afgrond voor een voetballetje.
ru: Ничего себе, это огромная пропасть для футбольного мяча.

source: You already know the dark old wood: It is static and doesn’t move.
nl: Je kent het donkere oude hout al: het beweegt niet.
ru: Вы уже знаете тёмную старую древесину: она неподвижна и не двигается.

source: You can use the green fast forward button in the top-right corner to speed up the simulation.
nl: Gebruik de groene 'vooruitspoelen' knop rechtsboven om sneller te spelen.
ru: Вы можете использовать зелёную кнопку ускорения в верхнем правом углу, чтобы ускорить симуляцию.

source: You have probably noticed your toolbox is empty this time. Don’t worry.
nl: Waarschijnlijk heb je wel gezien dat je gereedschapskist deze keer leeg is. Geen zorgen.
ru: Вероятно, вы заметили, что на этот раз ваша панель компонентов пуста. Не волнуйтесь.

source: You probably guessed what needs to be done here. <br><br>Rotate the cactus carefully<br> - it has a rather tight fit!
de: Sie haben sich vielleicht schon gedacht, was hier getan werden muss.<br><br>Drehen Sie den Kaktus vorsichtig.<br>Es wird eng!
nl: Je snapt vast wel wat hier moet gebeuren. <br><br>Draai de cactus voorzichtig<br> - hij zit wat krap!
ru: Вы, наверное, догадались, что нужно здесь сделать.<br><br>Поверните осторожно кактус<br>- он посажен довольно плотно!

source: You probably won’t run out of floors here. But where to place them?
nl: Je hebt waarschijnlijk wel genoeg vloeren hier. Maar waar ga je ze hangen?
ru: У вас, наверное, не будет лишних этажей сбежать. Но куда их разместить?

source: Your job:<br>tear it down!
de: Ihre Aufgabe:<br>Zerstören Sie es!
nl: Jouw taak:<br>slopen!
ru: Ваша задача:<br>снести его!

source: You see that bowling ball at the top-right? <br><br>It wants to topple the pin next to it.
de: Sehen Sie diese Bowlingkugel oben rechts?<br><br>Sie möchte den Pin neben ihr umstoßen.
nl: Zie je die bowling bal rechtsboven?<br><br>Hij wil de kegel ernaast omhebben.
ru: Вы видите шар для боулинга справа вверху?<br><br>Он хочет опрокинуть кегль рядом с ним.

source: You’ve seen this before: a bowling ball and a bowling pin. But this time, there’s a wall in-between.
nl: Dit ziet er bekend uit: een bowlingbal en een kegel. Maar nu staat er een muur in de weg.
ru: Вы видели это раньше: шар для боулинга и кегль для боулинга. Но на этот раз есть стена между ними.

source: Zoing and Boom
de: Zoing und Bumm
nl: Zoiiing en Boem
ru: БУУМ и БУУ-БУХ

source: Zoing, ploing, boing, woing!<br>Zap, whoosh, smack, boom!
nl: Zoing, ploing, boing, woing<br>Zap, zoef, smak, boem!
ru: Трам-тарарам!<br>Бабах, бубух, дудух!

source: Zzz
ru: Беспробудный сон

source: A few crates of Cola washed up shore lately - so he's not thirsty.
de: Ein paar Colakisten wurden neulich angeschwemmt – also ist er nicht durstig.

source: A light and movable wedge made out of styrofoam.
de: Ein leichter und beweglicher Keil aus Styropor.

source: A light movable wedge made out of styrofoam.
de: Ein leichter beweglicher Keil aus Styropor.

source: All need popping...
de: Alle müssen platzen …

source: A Lonely Bowling Pin...
de: Ein einsamer Bowling-Pin …

source: And a balloon that wants to go up.
de: Und ein Ballon, der nach oben steigen möchte.

source: Aren't they cute, these little pingus (or “penguins”)?
de: Sind sie nicht süß, diese kleinen Pingus (oder „Pinguine“)?

source: Be careful not to hit it!
de: Seien Sie vorsichtig, ihn nicht zu treffen!

source: Birch bar
de: Birkenholzbalken

source: Birch block
de: Birkenholzblock

source: Birch wedge
de: Birkenholzkeil

source: Blast it! They stole my dynamite!!!
de: Verdammt! Sie haben mein Dynamit gestohlen!

source: Bowling Pin plays soccer...
de: Bowling-Pin spielt Fußball …

source: <br><br><br><br>...me
de: <br><br><br><br>… ich

source: But fear not! There's always a true mechanical solution.
de: Aber keine Angst! Es gibt immer eine mechanische Lösung.

source: But I'm not so sure about that volley ball.
de: Jedoch bin ich mir bezüglich des Volleyballs nicht so sicher.

source: But I've said enough...<br><br> Good luck!
de: Aber ich habe genug gesagt …<br><br>Viel Glück!

source: But let me give you one hint:<br><br> First a Boom, then the Zoinggg.
de: Aber lassen Sie mich einen Hinweis geben:<br><br> Zuerst ein Bumm und dann das Zoing.

source: But that's not an ordinary cola bottle...
de: Aber dies ist keine gewöhnliche Colaflasche …

source: But that's not good enough. The bottles are going crazy and the cola just goes all over the place.
de: Aber das ist nicht gut genug. Die Flaschen verhalten sich chaotisch und die Cola spritzt überall hin.

source: But there's some styrofoam blocks in the way...
de: Jedoch sind einige Styroporblöcke im Weg …

source: But use only two different methods!
de: Verwenden Sie aber nur zwei verschiedene Methoden!

source: But why would anyone need a hanging weight here, anyways?
de: Aber warum sollte hier irgendjemand ein aufgehängtes Gewicht benötigen?

source: By the way: there are two ramps in the toolbox. Use them wisely!
de: Nebenbei: Es befinden sich zwei Rampen im Werkzeugkasten. Setzen Sie diese klug ein!

source: By the way, you don't have to insert or trigger the 2 bottles from the toolbox. But it might help!
de: Sie müssen übrigens nicht die 2 Flaschen im Werkzeugkasten einsetzen oder auslösen. Aber es könnte helfen!

source: By the way: you may sometimes have more in your toolbox than you need...
de: Nebenbei: Sie haben möglicherweise mehr Sachen im Werkzeugkasten, als Sie benötigen.

source: Cardboard boxes are versatile and useful for many purposes, but this one topples into the wrong direction.
de: Kartons sind vielseitig und nützlich für eine Reihe von Dingen, aber dieser Karton fällt in die falsche Richtung.

source: Cola Crate
de: Colakiste

source: Cola+mint Bottle
de: Cola-Pfefferminz-Flasche

source: Cola+mint bottle (left)
de: Cola-Pfefferminz-Flasche (links)

source: Cola+mint bottle (right)
de: Cola-Pfefferminz-Flasche (rechts)

source: Cola Powered Bike
de: Cola-getriebenes Fahrrad

source: Could it be that it serves as some kind of counter-weight? I don't know.
de: Könnte es sein, dass es als eine Art Gegengewicht dient? Ich weiß nicht.

source: Don't let any balloon pop and let them float to the sky.
de: Lassen Sie keinen Ballon platzen und lassen Sie sie zum Himmel fliegen.

source: Don't let the weight rise or fall until the butterfly reaches the flower.
de: Lassen Sie das Gewicht weder steigen noch fallen, bis der Schmetterling die Blume erreicht hat.

source: Don't worry.
de: Keine Sorge.

source: Don't you love these old cartoons?
de: Mögen Sie nicht diese alten Cartoons?

source: Do you see the weird peg from which the weight is hanging?
de: Sehen Sie diesen seltsamen Metallstift, an dem das Gewicht aufgehängt ist?

source: En garde! (That's French)
de: En garde! (Das ist französisch)

source: Finding a way to buy some time here could be very important...
de: Es könnte sehr wichtig sein, hier etwas Zeit zu schinden.

source: Find the Message...
de: Finden Sie die Nachricht …

source: Five Balloons
de: Fünf Ballons

source: Football in Styrofoam...
de: Ein Fußball ins Styropor …

source: GOOOOAAAAAL !!!
de: TOOOOOORRRR !!!

source: Have you seen the movie "UP"?<br><br>Unfortunately, I don't have that many balloons.
de: Haben Sie den Film „Oben“ gesehen?<br><br>Leider habe ich nicht so viele Ballons.

source: Heavy Crate
de: Schwere Kiste

source: Heh. Heh. Heh.
de: Hehehe.

source: Hello!<br>Welcome to The Butterfly Effect!<br><br>This level is a first demonstration. Click “Play” in the top-right and watch the butterfly fly. When it is at the flower, you've won your first level.<br><br>You might want to click on the Post-it note!
de: Hallo!<br>Willkommen bei „Der Schmetterlingseffekt“!<br><br>Dieser Level ist eine erste Demonstration. Klicken Sie auf „Abspielen“ auf der oberen rechten Seite und schauen Sie sich den fliegenden Schmetterling an. Sobald dieser die Blume erreicht hat, haben Sie Ihr erstes Level gewonnen.<br><br>Sie möchten vielleicht auch auf den Klebezettel klicken!

source: Help the bottom butterfly reach the flower first but don't harm any butterfly.
de: Helfen Sie dem unteren Schmetterling, die Blume zuerst zu erreichen, aber tun Sie keinem Schmetterling weh.

source: He want to shoot the pin into the goal.
de: Er möche den Pin in das Tor schießen.

source: Hey, I'm a coconut!
de: He, ich bin eine Kokosnuss!

source: High wall
de: Hohe Mauer

source: Hint: first put it on the floor,<br>then adjust height,<br>then the width...
de: Tipp: Legen Sie ihn zuerst auf den Boden,<br>dann passen Sie danach die Höhe an,<br>dann die Breite.

source: Hmmm... <br><br>This reminds me of a kids' game!
de: Hmmm … <br><br>Das erinnert mich an ein Kinderspiel!

source: Hmmm... You see that hole?<br>Behind the volley ball!
de: Hmmm … Sehen Sie das Loch?<br>Hinter dem Volleyball!

source: I also have a Bowling Ball that wants to cross.
de: Ich habe auch eine Bowlingkugel, die rübermöchte.

source: I don't know... this middle pole is kept up by two ropes?
de: Ich weiß nicht … diese mittlere Stange wird von zwei Seilen festgehalten?

source: I don't think it's not fair: butterflies can fly by themselves.
de: Ich finde das nicht fair: Schmetterlinge können von alleine fliegen.

source: I don't think the Bowling Ball can reach the pin...
de: Ich glaube nicht, dass die Bowlingkugel den Pin erreichen kann.

source: I don't want to hurry you, but find it before the Butterfly meets her final flower.
de: Ich möchte Sie nicht hetzen, aber finden Sie es heraus, bevor der Schmetterling die letzte Blume erreicht.

source: I like Minigolf.
de: Ich mag Minigolf.

source: I made a new feature in the game: that Quarter Arc can be rotated.<br><br>I suggest you try it!
de: Ich habe eine neue Funktion fürs Spiel eingeführt: Dieser Viertelbogen kann rotiert werden.<br><br>Ich schlage vor, dass Sie es ausprobieren!

source: I'm like my brother - I play soccer, too!
de: Ich bin wie mein Bruder – Ich spiele auch Fußball!

source: Im Perfect Balance...<br><br>It almost sounds like an 'Art Of Noise' album title
de: Unperfektbalance … <br><br>Das hört sich fast wie Neue Deutsche Welle an.

source: I'm pretty sure that Bowling Balls cannot climb walls - they don't have hands, do they?
de: Ich bin mir ziemlich sicher, dass Bowlingkugeln keine Wände hochklettern können – sie haben keine Hände, oder?

source: I'm sure it needs help to cross over to the pin.
de: Ich bin mir sicher, dass er Hilfe braucht, um zu dem Pin zu kommen.

source: I'm sure the balloon has something to do with the solution to this level!
de: Ich bin mir sicher, dass der Ballon etwas mit der Lösung des Levels zu tun hat!

source: I'm thirsty!
de: Ich bin durstig!

source: I'm too lazy for my old bike.
de: Ich bin zu faul für mein altes Fahrrad.

source: Into the monkey's mouth, and out from the ... ahum.
de: Herein in des Affen Rachen und hinaus aus dem … ähem.

source: <i>Once this Post-It is gone,</i><br><br>click the play button top-right <br>to make it happen!
de: <i>Sobald dieser Klebezettel weg ist,</i> klicken Sie auf den Abspielen-Knopf oben rechts, um loszulegen!

source: I still have other ideas that need balloons...
de: Ich habe noch andere Ideen, wofür man Ballons benötigt …

source: I thought of using helium, but Mythbusters explained that won't work...
de: Ich dachte an die Verwendung von Helium, aber Mythbusters erklärte, dass dies nicht funktionieren würde …

source: It lies in a guide rail, it can move freely left and right.
de: Er hängt in einer Führungsschiene und kann sich nach links und rechts frei bewegen.

source: It's a Cola-mint Fountain, ready to blow!<br>Just a light shock will start it!
de: Es ist eine Cola-Pfefferminz-Fontäne, bereit zum Abfeuern!<br>Eine kleine Erschütterung genügt, um sie auszulösen!

source: It's almost time<br>for goodbyes
de: Es ist fast Zeit,<br>Abschied zu nehmen.

source: It's coffee time. Ring the bell.
de: Es ist Kaffeezeit. Läuten Sie die Glocke.

source: It's fun because all holes are different.
de: Das macht Spaß, weil alle Löcher änders sind.

source: It's party time at the office!<br><br>Jumping Jack has his birthday!!!
de: Im Büro steigt gleich die Party!<br><br>Der Wackelpeter feiert seinen Geburtstag!

source: It very regularly blows boiling water 40 meters up. <br>For my school's science project, I decided to simulate that.
de: Es stößt sehr zuverlässig Wasser 40 Meter nach oben.<br>Das wollte ich simulieren.

source: It wants to go to the flower...
de: Er möchte zu den Blumen fliegen …

source: I've grown too large for my bike, too.
de: Ich bin auch zu groß für mein Fahrrad geworden.

source: (Jack usually doesn't get much attention, he's already happy that we thought of him)
de: (Wackelpeter erhält normalerweiße nicht viel Aufmerksamkeit. Er ist schon glücklich, weil wir an ihn gedacht haben)

source: Kick that pin in the goal!
de: Kicken Sie den Pin in das Tor!

source: Kick the pin in the goal, but do not hit the butterfly.
de: Kicken Sie den Pin in das Tor, aber treffen Sie nicht den Schmetterling.

source: Large quarter arc
de: Großer Viertelbogen

source: Large quarter arc (left)
de: Großer Viertelbogen (links)

source: Large quarter arc (right)
de: Großer Viertelbogen (rechts)

source: Large right ramp
de: Große rechte Rampe

source: Left birch wedge
de: Linker Birkenholzkeil

source: Left fixed wedge
de: Linker fester Keil

source: Left fixed wedge (large)
de: Linker fester Keil (groß)

source: Left fixed wedge (medium)
de: Linker fester Keil (mittelgroß)

source: Left fixed wedge (small)
de: Linker fester Keil (klein)

source: Let's bring them home safely!
de: Lassen wir sie sicher nach Hause bringen!

source: Let's join the lonely one above with his friends below.
de: Lassen Sie uns den Einsamen, oben, mit seinen Freunden, unten, zusammenbringen.

source: Let's present the gift to him, shall we?
de: Lassen Sie uns ihm das Geschenk überreichen!

source: Let's spare the balloon, there's a pin that needs kicking.
de: Wir sollten den Ballon verschonen, es gibt einen Pin, der gekickt werden muss.

source: Let the butterfly fly to the flower, but don't hurt it!
de: Lassen Sie den Schmetterling zur Blume fliegen, aber verletzen Sie ihn nicht!

source: Like a 'Sword of Damocles'. <br><br>Would it also loose appetite if it knew?
de: Wie ein Damoklesschwert.<br>Würde er seinen Appetit verlieren, wenn er Bescheid wüsste?

source: Long left fixed wedge
de: Langer linker fester Keil

source: Look... <br><br>I made an engine to power my bike.
de: Sehen Sie:<br><br>Ich hab einen Motor gebaut, um mein Fahrrad anzutreiben.

source: Look for the last message
de: Enthüllung der letzten Nachricht

source: Look: it's that butterfly and flower again.
de: Da ist wieder der Schmetterling und die Blume.

source: Looks like there's something missing...
de: Sieht aus, als ob etwas fehlt …

source: Low wall
de: Niedrige Mauer

source: Meet Ad and Lies.<br><br>They really like camping.
de: Darf ich vorstellen? Werbung und Lügen.<br><br>Sie campen sehr gerne.

source: My mum told me to clean my room.<br><br>All balls must go in the basket.
de: Meine Mutter hat mir gesagt, ich soll mein Zimmer aufräumen.<br><br>Alle Bälle müssen in den Korb.

source: No butterfly here...<br><br>Don't worry - we haven't seen the last one yet
de: Hier gibt es keinen Schmetterling … <br><br>Keine Sorge – wir haben bis jetzt nicht den Letzten gesehen.

source: Note:<br>If the game runs, a green fast forward button appears in the top-right corner.<br><br>That will speed up the simulation.
de: Hinweis:<br>Wenn das Spiel läuft, erscheint ein grüner „Vorspulen“-Knopf in der oberen rechten Ecke.<br><br>Dieser wird die Simulation beschleunigen.

source: Note to myself:<br>Don't leave hints in the level title!
de: Notiz an mich selbst:<br>Keine Tipps im Leveltitel stehen lassen!

source: Notice a new trick: rotate.
de: Beachten Sie einen neuen Trick: rotieren.

source: Oh no!<br><br>It's raining penguins.
de: Oh nein!<br><br>Es regnet Pinguine!

source: Oh, wait, we don't have any ropes. Just some old wood from the junkyard and a bowling pin.
de: Ach Quatsch! Wir haben ja gar keine Seile. Nur etwas altes Holz vom Schrottplatz und ein Bowling-Pin.

source: "Old Faithful" is a geyser in Yellowstone National Park, Wyoming, USA.
de: „Old Faithful“ ist ein Geysir im Yellowstone-Nationalpark, Wyoming, USA.

source: (Or a "soccer" ball for you Americans)
de: (oder ein „soccer ball“ für euch Amerikaner)

source: Or was it "Keep it Simple, stupid"?
de: Oder war es „Halte es einfach, Dummkopf“?

source: Our little Butterfly...<br><br>Another day, another flower...
de: Unser kleiner Schmetterling …<br><br>Ein anderer Tag, eine andere Blume.

source: Place the walls at the correct places so everything walks, rolls and slides into the correct direction.
de: Platzieren Sie die Mauern an die korrekten Stellen, damit alles in die richtige Richtung läuft, rollt und rutscht.

source: ... Please dear bro, keep my penguin alive!
de: … Bitte, lieber Bruder, lass meinen Pinguin am Leben!

source: Please make the butterfly happy!<br><br>That's the least we can do.
de: Bitte machen Sie den Schmetterling glücklich!<br><br>Das ist das Geringste, was wir tun können.

source: Poor little butterfly has no clue what's hanging above its head...
de: Armer kleiner Schmetterling hat keine Ahnung, was über seinem Kopf hängt …

source: Post-It Boy likes to "Make it Complex, Comrade"
de: Der Notizschreiber mag „Mach es kompliziert, Kamerad“

source: PS: Those dominos are quite big, aren't they?
de: PS: Diese Dominosteine sind ziemlich groß, nicht wahr?

source: Resizable styrofoam blocks... What an invention!
de: Skalierbare Styroporblöcke … was für eine Erfindung!

source: Right birch wedge
de: Rechter Birkenholzkeil

source: Right fixed wedge
de: Rechter fester Keil

source: Right fixed wedge (large)
de: Rechter fester Keil (groß)

source: Right fixed wedge (medium)
de: Rechter fester Keil (mittelgroß)

source: Right fixed wedge (small)
de: Rechter fester Keil (klein)

source: Right ramp
de: Rechte Rampe

source: Right ramp (large)
de: Rechte Rampe (groß)

source: Right ramp (small)
de: Rechte Rampe (klein)

source: Right styrofoam wedge
de: Rechter Styroporkeil

source: Rotating bar (long)
de: Drehbarer Balken (lang)

source: Rotating bar (short)
de: Drehbarer Balken (kurz)

source: Send the gift to the Jumping Jack!
de: Bringen Sie das Geschenk zum Wackelpeter!

source: Short left fixed wedge
de: Kurzer linker fester Keil

source: Small quarter arc
de: Kleiner Viertelbogen

source: Small right ramp
de: Kleine rechte Rampe

source: Soccer Balls are a little bouncy, but sometimes "a little" is not enough.
de: Fußbälle hüpfen ein wenig, aber manchmal ist „ein wenig“ nicht genug.

source: Someone told me to drag the ramp from the toolbox into the big window.<br>... after you've read my note!
de: Jemand hat mir gesagt, dass ich die Rampe aus dem Werkzeugkasten in das große Fenster ziehen soll.<br>… nachdem Sie meine Notiz gelesen haben!

source: (Ssst... I'm playing chess)
de: (Pssst … Ich spiele Schach)

source: Stop
de: Stopp

source: Styrofoam
de: Styropor

source: Styrofoam Block
de: Styroporblock

source: Styrofoam blocks are light and durable.
de: Styroporblöcke sind leicht und widerstandsfähig.

source: Styrofoam is light and durable.
de: Styropor ist leicht und widerstandsfähig.

source: tent poles are usually made from something...
de: Zeltstangen bestehen üblicherweise aus etwas.

source: That poor balloon is on its way to its doom
de: Der arme Ballon ist auf dem Weg zu seinen Untergang.

source: That's half of the problem you need to fix here...
de: Das ist die Hälfte des Problems, das Sie hier beheben müssen …

source: That's nice. You don't have to do anything and many of the bottles are already triggered.
de: Das ist praktisch. Sie müssen nichts tun, und viele Flaschen werden schon ausgelöst.

source: The bowling pin seems really out of place. It's not even as heavy as the weight.
de: Der Bowling-Pin scheint völlig fehl am Platz zu sein. Er nicht nicht mal so schwer wie das Gewicht.

source: The famous blue plastic domino stone.
de: Der beliebte blaue Plastikdominostein.

source: The final killer challenge...
de: Die letzte große Herausfordrung!

source: The good news: they cannot lift a bowlingball, and a volley ball is too light to set off the detonator...
de: Doch sie können keine Bowlingkugel anheben, und ein Volleyball ist zu leicht, um die Zündmaschine zu betätigen.

source: The Pigs were right - you should be allowed to borrow an egg if you are starving.
de: Die Schweine hatten recht – es sollte erlaubt sein, sich ein Ei zu borgen, wenn man am Verhungern ist.

source: There's cola,<br>and there's even a gift!
de: Es gibt Cola<br>und sogar ein Geschenk!
