Repository: Qt-QML/tbe-The-Butterfly-Effect-a-realistic-physics-simulation-game
Catalog: i18n/tbe_levels_*.po
Languages: de, nl, ru

source: Look! You got another one of those amazing resizable styrofoam blocks!
ru: Смотрите! У вас есть ещё один из тех удивительных масштабируемых блоков пенопласта!

source: Loopings
ru: Петли

source: Loopings are fun!
de: Loopings machen Spaß!
nl: Loopings zijn leuk!
ru: Петли - это чудесно!

source: Loopings I
ru: Петли 1

source: Low Wall
nl: Lage muur
ru: Низкая стена

source: Magic Steel
de: Magischer Stahl
nl: Magisch staal
ru: Волшебная сталь

source: Make all balloons pop.
de: Bringen Sie alle Ballons zum Platzen.
nl: Laat alle balonnen knallen.
ru: Полопайте все шары.

source: Make the balloon float into the chicken wire box.
de: Lassen Sie den Ballon in die Kiste mit dem Maschendraht schweben.
nl: Laat de ballon de kooi van kippengaas in zweven.
ru: Пусть воздушный шар плавает в ящике с проволочной сеткой.

source: Make the bowling ball cross the gap.
ru: Пересечите зазор шаром для боулинга.

source: Make Tux the penguin descent the ski slope.
de: Bringen Sie Tux den Pinguin dazu, die Skipiste hinunterzuschlittern.
nl: Laat Tux de pinguin de skihelling afdalen.
ru: Пусть пингвин Тукс скользит вниз по склону.

source: Marble
de: Murmel
nl: Knikker
ru: Мрамор

source: Marble Boulevard
de: Murmelpromenade
nl: Knikkerboulevard
ru: Бульвар цвета мрамора

source: Maze
de: Labyrinth
nl: Doolhof
ru: Лабиринт

source: Medium Birch Wedge
ru: Средний берёзовый клин

source: Medium Domino
de: Mittelgroßer Dominostein
nl: Middel dominosteen
ru: Среднее домино

source: Medium Left Inclined Plane
ru: Средняя левая наклонная плоскость

source: Medium Right Inclined Plane
ru: Средняя правая наклонная плоскость

source: Meet Joe and Lynn.<br><br>They really like camping.
nl: Dit zijn Joe en Lynn.<br><br>Ze zijn dol op kamperen.
ru: Разрешите представить? Петя и Катя.<br><br>Они любят отдых на природе в палатке.

source: Move the bowling pin to the floor below.
de: Bewegen Sie den Bowling-Pin zur unteren Etage.
nl: Verplaats de kegel een vloer naar beneden.
ru: Переместите кегль для боулинга на нижний этаж.

source: Mr. A Bird looks angry. He is rather frail, however.
de: Herr W. Vogel sieht wütend aus. Er ist jedoch ziemlich zerbrechlich.
nl: Mijnheer A. Vogel ziet er boos uit. Maar hij is vrij breekbaar.
ru: Птичка Шкода выглядит сердитой. Однако она довольно хилая.

source: Mr. Big Bird looks angry. He is rather frail, however.
de: Herr Groß Vogel sieht wütend aus. Er ist jedoch ziemlich zerbrechlich.
nl: Mijnheer Grote Vogel ziet er boos uit. Maar hij is vrij breekbaar.
ru: Птичка Чума выглядит сердитой. Однако она довольно хилая.

source: Mr. T Bird looks angry. He is rather frail, however.
de: Herr T. Vogel sieht wütend aus. Er ist jedoch ziemlich zerbrechlich.
nl: Mijnheer T. Vogel ziet er boos uit. Maar hij is vrij breekbaar.
ru: Птичка Куся выглядит сердитой. Однако она довольно хилая.

source: My brother likes soccer
de: Mein Bruder mag Fußball
nl: Mijn broer houdt van voetbal
ru: Мой брат обожает футбол

source: My brother likes soccer with friends even more
de: Mein Bruder mag Fußball mit Freunden noch mehr
nl: Mijn broer vind voetbal met vrienden nog leuker.
ru: Мой брат обожает футбол с друзьями ещё сильнее

source: My dear bro.<br><br>Still playing soccer.
de: Ja ja, mein Bruder.<br><br>Er spielt immer noch Fußball.
nl: Mijn lieve broer.<br><br>Nog steeds aan het voetballen.
ru: Мой славный брат.<br><br>Он по-прежнему играет в футбол.

source: My mum told me to clean up my room.<br><br>All balls must go into the chest.
nl: Van mijn moeder moet ik m'n kamer opruimen.<br><br>Alle ballen moeten in de mand.
ru: Моя мама наказала мне прибраться в моей комнате.<br><br>Все шары и мячи, кроме воздушного шара, должны быть убраны в сундук.

source: No butterflies here!<br><br>
de: Hier gibt es keine Schmetterlinge!<br><br>
nl: Geen vlinders hiero!<br><br>
ru: Здесь нет бабочек!<br><br>

source: No butterfly here …<br><br>Don’t worry—we haven’t seen the last one yet.
nl: Geen vlinder hiero …<br><br>Wanhoop niet — er komen er nog meer.
ru: Здесь нет бабочки ...<br><br>Не волнуйтесь - вы видели её ещё не в последний раз.

source: Not an impressive piece of stone.
de: Kein sehr beeindruckender Stein.
nl: Geen indrukwekkend brok steen.
ru: Не очень впечатляющий кусок камня.

source: Note to myself:<br>Don’t leave hints in the level title!
nl: Bericht aan mezelf:<br>Geen hints achterlaten in de levelnaam!
ru: Примечание для себя:<br>Не стоит оставлять подсказки в названии уровня!

source: Note you can rotate your object here.
ru: Обратите внимание, что здесь вы можете вращать свой объект.

source: Now with adjustable height <i>and</i> width. How amazing is that?
ru: Теперь с регулируемой высотой <i>и</i> шириной. Мир ещё этого не видел!

source: Objects Test
ru: Тест объектов

source: Oh, Nena, where did you go?<br><br>You were so hot <br> back in the 80s!
de: Oh, Nena, wohin bist du nur gegangen<br><br>Du warst du heiß,<br>damals, in den 80ern!
nl: Oh, Nena, waar ben je toch?<br><br>Je was zo knap <br> ergens in de jaren 80!
ru: О, Nena, куда же вы пропали?<br><br>Вы были очень зажигательными<br>в 80-х!

source: Oh no!<br><br>It’s raining penguins.
nl: Oh nee!<br><br>Het regent pinguïns.
ru: О, нет!<br><br>Идёт дождь с пингвинами.

source: Oh, wait, we don’t have any ropes. Just some old wood from the junkyard and a bowling pin.
nl: O, wacht, we hebben geen touwen. Alleen wat sloophout en een kegel.
ru: Ой, подождите, у нас нет верёвок. Есть только какая-то старая древесина со свалки и кегль для боулинга.

source: Oh, what fun!<br>Oh, what joy!<br><br>Post-It Boy
nl: O, wat leuk!<br>O, wat fijn<br><br> -- De Post-it Boy
ru: О, какая забава!<br>О, какая радость!<br><br>Малыш

source: Old Faithful is a geyser in Yellowstone National Park, Wyoming, USA.
nl: "Old Faithful" is een geiser in het Yellowstone National Park in de Verenigde Staten.
ru: Старый служака - это гейзер в национальным Йеллоустонском парке, штат Вайоминг, США.

source: One Hundred, please!
de: Einhundert bitte!
nl: Honderd, graag!
ru: Сто, пожалуйста!

source: Or do they fly to the stars?
de: Oder fliegen sie zu den Sternen?
nl: Of vliegen ze door naar de sterren?
ru: Или они летят к звёздам?

source: Our goal is to keep the butterfly alive. And put the pin in the chest.
de: Unser Ziel ist es, den Schmetterling am Leben zu lassen. Und den Pin in die Truhe zu befördern.
nl: Ons doel is om de vlinder in leven te houden. En de kegel in de kist te gooien...
ru: Цель - сохранить бабочку в живых. И положить кегль в сундук.

source: Our little Butterfly …<br><br>Another day, another flower …
nl: Aggut, ons vlindertje …<br><br>Een nieuwe dag, een nieuwe bloem …
ru: Наша маленькая бабочка ...<br><br>Другой день, другой цветок ...

source: Party at the office
de: Party im Büro
nl: >Feestje op kantoor
ru: Вечеринка в офисе

source: Peg
de: Metallstift
nl: Pin
ru: Сфера

source: Pétanque
nl: Petanque
ru: Петанк

source: Pigs on top!
de: Schweine an der Spitze!
nl: Varkens go go go!
ru: Хрюндель в топе!

source: Pingu Poppins
ru: Пингвин-лопальщик

source: Pingus
nl: Pinguïn
ru: Пингвин

source: Pingus walk to the left or right until they bump into something heavy, after which they turn around.
de: Pingus gehen nach links oder rechts, bis sie gegen etwas schweres stoßen, danach drehen sie sich um.
nl: Pingus lopen naar rechts of links tot ze tegen iets stevigs aan botsen. Dan draaien ze om en lopen terug.
ru: Пингвины идут влево или вправо, пока они не наткнутся на что-то тяжёлое, после чего они разворачиваются.

source: Pin rack
de: Pinregal
nl: Spijkerraam
ru: Попадите в нужную ячейку

source: Pin topples to green in two moves.
de: Pin fällt aufs Grün in zwei Zügen.
nl: Kegel valt naar groen in twee zetten.
ru: Кегль опрокидывается на зелёный участок в два хода.

source: PivotPoint test Level...
nl: test level voor draaipunt.
ru: Уровень для тестирования точки опоры...

source: Place all balls into the correct slot. For your convenience, 5 balls have already been placed the correct slot.
de: Bringen Sie alle Bälle in ihr korrektes Fach. Wir haben netterweise für Sie schon 5 Bälle in ihr jeweils korrektes Fach platziert.
nl: Plats alle ballen in de juiste sleuf. Voor jouw gemak zijn er al 5 in de juiste sleuf geplaatst.
ru: Поместите все шары в правильный отсек. Для вашего удобства 5 мячей уже размещены в правильном отсеке.

source: Place the walls at the correct places so everything walks, rolls and slides correctly.
nl: Plaats de muren op de juiste plek, zodanig dat alles de goede kant op loopt, rolt of glijdt.
ru: Поместите стены в правильные места, чтобы убедиться, что всё идёт, катится и скользит корректно.

source: Place your stuff at the right spots to keep things tidy.
ru: Поместите свои вещи в нужные места, чтобы сохранить порядок.

source: Please, dear bro, keep my penguin alive!
nl: Alsjeblieft broertje, spaar mijn pinguïn!
ru: Пожалуйста, сохраните пингвина живым!

source: Please make the butterfly happy!<br><br>That’s the least we can do.
nl: Maak alsjeblieft de vlinder blij!<br><br>Dat is wel het minste wat we kunnen doen.
ru: Пожалуйста, сделайте бабочку счастливой!<br><br>Это меньшее, что вы можете сделать.

source: Poing Poing Poing <br><br>... a world-famous song of the <i>Rotterdam Termination Source</i>
nl: Poing Poing Poing <br> <br> ... de wereldberoemde hit van <i>Rotterdam Termination Source</i>
ru: Poing<br><br>- это известная во всём мире песня группы <i>Rotterdam Termination Source</i>

source: PolyObject test Level...
nl: test level voor PolyObject
ru: Уровень для тестирования PolyObject...

source: Poof Poof Poof
de: Puff, puff, puff
nl: Pief paf poef
ru: Пуф-пуф-пуф

source: Poor little butterfly has no clue what’s hanging above its head …
nl: Dat arme vlindertje heeft geen idee wat er boven z'n hoofd hangt …
ru: Бедная маленькая бабочка не имеет понятия, что надвисло над её головой ...

source: Pop all balloons.
de: Bringen Sie alle Ballons zum Platzen.
nl: Laat alle ballonnen knallen.
ru: Полопайте все воздушные шары.

source: Pop both ballons.
de: Bringen Sie beide Ballons zum Platzen.
nl: Laat beide ballonnen knallen.
ru: Лопните оба воздушных шара.

source: Pop the balloon.
de: Lassen Sie den Ballon platzen.
nl: Laat de balloon knappen.
ru: Лопните воздушный шар.

source: Pop the red balloon in the center and trigger the dynamite and detonator boxes in the scene.
de: Lassen Sie den roten Ballon in der Mitte platzen und lösen Sie die Dynamitstangen und die Zündmaschinen in der Szene aus.
nl: Laat de rode ballon in het centrum knappen en alle dynamiet ontploffen.
ru: Лопните красный воздушный шар в центре и вызовите коробки динамита и воспламенителей-детонаторов на сцене.

source: … Post it boy
ru: ... Малыш

source: … Post-It Boy
ru: ... Малыш

source: Post-It Boy
ru: Малыш

source: Post-It Boy<br><br><br>(has a dirty mind)
de: Notizschreiber<br><br><br>(hat versaute Gedanken)
nl: Post-It Boy<br><br><br>(met een dirty mind)
ru: Малыш<br><br><br>(сам себе на уме)

source: Post-It Boy<br>likes playing with styrofoam<br><br>… for breakfast!
nl: Post-It boy <br>speelt graag met piepschuim<br><br>… als ontbijt!
ru: Малыш<br>любит играть с пенопластом<br><br>... за обедом!

source: Post-It Boy once spoke with...<br><br>Sonic the Hedgehog!
nl: ... Post-It boy heeft een handtekening van<br>Sonic the Hedgehog!
ru: Малыш только что говорил с...<br><br>ёжиком Соником!

source: Post-It Boy played the world cup soccer …<br><br>in a previous life.
nl: Post-it boy heeft in de wereldcup voetbal gespeeld …<br><br>in een vorig leven.
ru: Малыш играл в кубок мира по футболу ...<br><br>(не преукрашивает ли?)

source: Post-It Boy (who likes to play with boxes)
nl: —Post it boy (die graag met dozen speelt)
ru: Малыш (который с удовольствием играет с коробками)

source: PS: Those dominoes are quite big, aren’t they?
nl: PS: Vind je die dominostenen ook niet wat groot?
ru: Замечание: Эти домино довольно большие, не так ли?

source: Push both bowling pins towards the styrofoam pyramid.
de: Schubsen Sie beide Bowling-Pins zur Styroporpyramide.
nl: Duw beide kegels naar de piepschuim piramide toe.
ru: Толкните оба кегля для боулинга на пирамиду из пенопласта.

source: Push the bowling pin into the goal.
de: Stoßen Sie den Bowling-Pin in das Tor.
nl: Duw de kegel de goal in.
ru: Попадите кеглем для боулинга в ворота.

source: Push the bowling pins into the goal.
de: Stoßen Sie die Bowling-Pins in das Tor.
nl: Duw de kegels de goal in.
ru: Попадите кеглями для боулинга в ворота.

source: Push the bowling pin towards the green floor.
de: Stoßen Sie den Bowling-Pin zum grünen Fußboden.
nl: Duw de kegel richting de groene vloer.
ru: Толкните кегль для боулинга на зелёный пол.

source: Push the bowling pin towards the left.
de: Kippen Sie den Bowling-Pin nach links um.
nl: Duw de kegels naar links.
ru: Толкните кегль для боулинга влево.

source: Push the cardboard box off the platform.
ru: Вытолкните картонную коробку с платформы.

source: Put all 5 tennis balls into the chest.
de: Befördern Sie alle 5 Tennisbälle in die Truhe.
nl: Doe alle 5 tennisballen in de kist.
ru: Поместите все 5 теннисных мячей в сундук.

source: Put all pétanque balls into the toy chest and don’t let the penguin go further down.
ru: Положите все шарики для петанка в игрушечный сундук и не позволяйте пингвину спуститься.

source: Put all tennis balls into the lower cardboard box.
de: Befördern Sie alle Tennisbälle in den unteren Karton.
nl: Stop alle tennisballen in de onderste kartonnen doos.
ru: Поместите все теннисные мячи в нижнюю картонную коробку.

source: Put the Pétanque ball into the chest.
de: Befördern Sie die Pétanque-Kugel in die Truhe.
nl: Doe de Pétanque bal in de kist.
ru: Поместите шарик для игры в петанк в сундук.

source: Put the pin into the chest.
de: Befördern Sie den Pin in die Truhe.
nl: Doe de kegel in de kist.
ru: Поместите кегль для боулинга в сундук.

source: Put the pin onto the grass.
de: Bringen sie den Pin auf das Gras.
nl: Leg de kegel op het gras.
ru: Поместите кегль для боулинга на траву.

source: Put the red dominoes into the chest.
de: Legen Sie die roten Dominosteine in die Truhe.
nl: doe de rode domino's in de kist.
ru: Поместите красные домино в сундук.

source: Put the soccer ball into the pit and lead the little penguin to the door.
de: Bringen Sie den Fußball in die Grube und führen Sie den kleinen Pinguin zur Tür.
nl: De voetbal moet in de kuil en stuur de penguin naar huis.
ru: Поместите футбольный мяч в яму и отведите маленького пингвина к двери.

source: Put the tennis ball into the toy chest.
ru: Поместите теннисный мяч в игрушечный сундук.

source: Put the volley ball into the toy chest and the soccer ball into the cardboard box.
ru: Поместите волейбольный мяч в игрушечный сундук, а футбольный мяч в картонную коробку.

source: Put the wedges in place, and enjoy your first large Rube Goldberg-ish contraption.
de: Setzen Sie die Keile ein und genießen Sie erste große Rube-Goldberg-artige Apparatur.
nl: Plaats de wiggen en geniet van je eerste grote "Rube Goldberg" mechaniek.
ru: Поместите клинья на место и наслаждайтесь вашей первой крупной заумной машиной Руба Голдберга.

source: Quarter Arc #1
de: Viertelbogen #1
nl: Kwart bocht nr 1
ru: Четверть дуги №1

source: Quarter Arc #2
de: Viertelbogen #2
nl: Kwart bocht nr 2
ru: Четверть дуги №2

source: Quarter Arc #3
de: Viertelbogen #3
nl: Kwart bocht nr 3
ru: Четверть дуги №3

source: Racing Penguin
nl: Racepinguïn
ru: Гоночный пингвин

source: Remember this gap?
de: Erinnern Sie sich an diesen Abgrund?
nl: Kun je je die afgrond nog herinneren?
ru: Помните эту пропасть?

source: Remember you can choose the phone number the detonator boxes are calling.
de: Denken Sie dran, dass Sie sich die Telefonnummern, die die Zündmaschinen anrufen werden, aussuchen können.
nl: Denk er aan, je kunt kiezen welk telefoonnummer de ontstekerkastjes bellen.
ru: Помните, что вы можете выбрать номер телефона, который вызывает детонацию-воспламенение.

source: Return of the Post-It Pig
de: Rückkehr des Notizschweins
nl: Het Post-It Varkentje keert terug
ru: Хрюндель вернулся

source: Reveal the message hidden by the large rectangular pieces of styrofoam before the butterfly reaches the flower.
de: Decken Sie die von den großen Styroporblöcken verborgene Botschaft auf, bevor der Schmetterling die Blume erreicht.
nl: Onthul de verborgen boodschap achter de grote blokken piepschuim vóór de vlinder bij de bloem is.
ru: Раскройте сообщение, спрятанное за большими блоками из пенопласта, прежде чем бабочка достигнет цветка.

source: Right Cola+Mint Bottle
ru: Правая бутылка с кока-колой и мятой

source: Right Large Quarter Arc
ru: Большая правая четверть дуги

source: Right, left, right, left, and so on. Can you keep track?
ru: Правой, левой, правой, левой и т.д. Вы можете идти в ногу?

source: Ring the Bell
de: Glockenläuten
nl: Laat de bel maar luiden
ru: Позвоните в звонок

source: Roll the bowling ball to the bottom floor.
de: Rollen Sie die Bowlingkugel zum unteren Fußboden.
nl: Rol de bowlingbal naar de onderste vloer.
ru: Сверните шар для боулинга на нижний этаж.

source: Roll the soccer balls into the brown pit and the volleyball into the chest.
de: Lassen Sie die Fußbälle in die braune Grube und den Volleyball in die Truhe rollen.
nl: De voetbal moet in de kuil en de volleybal in de kist.
ru: Сверните футбольные мячи в коричневую яму, а волейбольный в сундук.

source: Roll the upper Pétanque ball to the other ones.
ru: Сверните верхний шар для петанка к другим.

source: Rotate and win
de: Rotieren und siegen
nl: Draai en win
ru: Поворот и победа

source: Save the balloon from popping and kick the pin into the goal.
de: Lassen Sie den Ballon auf keinen Fall platzen und kicken Sie den Pin in das Tor.
nl: Voorkom dat de ballon knalt en schop de kegel in het doel.
ru: Не позволяйте воздушному шару лопнуть и попадите кеглем в ворота.

source: Save the butterfly!
de: Rette den Schmetterling!
nl: Red de vlinder!
ru: Оберегайте бабочку!

source: Save the butterfly, and put the bowling pin into the chest.
de: Retten Sie den Schmetterling und befördern Sie den Bowling-Pin in die Truhe.
nl: red de vlinder, kegel in de kist.
ru: Сохраните бабочку, положив кегль для боулинга в сундук.

source: Score 100 points by putting the tennis ball into the right slot.
de: Holen Sie sich 100 Punkte, indem Sie den Tennisball in das richtige Fach befördern.
nl: Scoor 100 punten door de tennisbal in het juiste vakje te laten vallen.
ru: Заработайте 100 баллов, поместив теннисный мяч в крайний правый отсек.

source: (Shh … I’m playing chess.)
nl: (Sssht … Ben aan 't schaken.)
ru: (Тихо ... Я играю в шахматы)

source: Shoot a coconut from the palm.
de: Schießen sie eine Kokosnuss von der Palme.
nl: Schiet een kokosnoot uit de palmboom.
ru: Сбейте кокосовый орех с пальмы.

source: Shoot three soccer balls into the goal.
de: Schießen Sie drei Fußbälle in das Tor.
nl: Knal drie voetballen in het doel.
ru: Забейте три футбольных мяча в ворота.

source: Short Left Inclined Plane
ru: Короткая левая наклонная плоскость

source: Short Rotating Bar
ru: Короткий вращающийся брус

source: Sir Alfred Hitchcock made a good movie about a devious phone call.
de: Sir Alfred Hitchcock machte einen guten Film über einen bösartigen Anruf.
nl: Sir Alfred Hitchcock heeft een goeie film gemaakt over een duivels telefoongesprek.
ru: Сэр Альфред Хичкок снял хороший фильм о коварном телефонном звонке.

source: Skyhook
de: Himmelshaken
nl: Hemelhaakje
ru: Аэро-крючок

source: Small Birch Wedge
ru: Маленький берёзовый клин

source: Small Domino
de: Kleiner Dominostein
nl: Kleine dominosteen
ru: Маленькое домино

source: Small glass marble. Will it be enough?
de: Kleine Glaskugel. Ob sie ausreicht?
nl: Kleine glazen knikker. Zal het genoeg zijn?
ru: Маленький стеклянный мрамор. Достаточно ли этого?

source: Small Left Inclined Plane
ru: Маленькая левая наклонная плоскость

source: Small Left Ramp
ru: Маленький левый уклон

source: Small Quarter Arc
nl: Kleine kwart cirkelboog
ru: Маленькая четверть дуги

source: Small Right Inclined Plane
ru: Маленькая правая наклонная плоскость

source: Small Right Ramp
nl: Kleine helling rechts
ru: Маленький правый уклон

source: Soccer balls are a little bouncy, but sometimes this is not enough.
nl: Voetballen stuiteren een beetje. Soms is "een beetje" een beetje te weinig.
ru: Футбольные мячи немного оживлённые, но иногда этого недостаточно.

source: Someone told me to drag the ramp from the toolbox into the big window …<br>after you’ve read my note!
nl: Iemand zei me om een helling van de gereedschapskist in het veld te slepen …<br>nadat je deze post-it uit hebt!
ru: Кто-то подсказал мне перетащить уклон из панели компонентов в большое окно сцены ... <br>после того как вы прочитали мою записку!

source: Sometimes, it's a team effort. One does the work; the other reaps the benefit.
de: Manchmal ist es Teamarbeit: Einer macht die Arbeit, der andere fährt die Ernte ein.
nl: Soms moet je je opofferen voor het team: de ene doet het werk, de andere profiteert.
ru: Иногда усилие должно быть коллективным. Один делает работу; другой имеет выгоду.

source: Sometimes the obvious way does not lead to your destination.
de: Manchmal führt der offensichtliche Weg nicht zu Ihrem Ziel.
nl: Soms leidt de voor de hand liggende route niet naar je bestemming.
ru: Иногда очевидный путь не приводит к цели.

source: Sorry, no more hints here.<br><br>Post-It Boy
nl: Sorry, geen aanwijzingen meer hier. <br><br> Post-It Boy
ru: Извините, здесь больше нет подсказок.<br><br>Малыш

source: Sorry, that’s all I can tell you.<br><br>Post-It Boy
nl: Sorry, dat is alles dat ik mag vertellen.<br><br>Post-It Boy
ru: Извините, это всё, что я могу вам сказать.<br><br>Малыш

source: Sorting 1
de: Sortieren 1
nl: Sorteren deel 1
ru: Сортировка 1

source: Sorting 2
de: Sortieren 2
nl: Sorteren deel 2
ru: Сортировка 2

source: Sorting 3
de: Sortieren 3
nl: Sorteren deel 3
ru: Сортировка 3

source: Sorting 4
de: Sortieren 4
nl: Sorteren deel 4
ru: Сортировка 4

source: Sorting 5
de: Sortieren 5
nl: Sorteren deel 5
ru: Сортировка 5

source: Sounds like a junk, does it?
de: Hört sich wie Müll an, nicht wahr?
nl: Klinkt als een junk, toch?
ru: Звучит как безделушки, не так ли?

source: Spare the Balloon
de: Verschont den Ballon
nl: Redt de ballon
ru: Сберегите воздушный шар

source: Springboard
de: Sprungbrett
nl: Springplank
ru: Трамплин

source: Statics
ru: Статика

source: Steam Machine
de: Dampfmaschine
nl: Stoommachine
ru: Паровая машина

source: Surely this level can only solved by trial-and-error and pure luck.
de: Sicherlich kann man diesen Level nur mit viel Ausprobieren und reinem Glück lösen.
nl: Dit level kan vast alleen maar worden opgelost door vallen, opstaan en wat pure mazzel.
ru: Само собой, вы можете решить этот уровень только методом проб и ошибок и чистой удачей.

source: Tear down the tent poles!
de: Reißen Sie die Zeltstangen nieder!
nl: Laat de tentstokken omvallen!
ru: Снесите столбы у палатки!

source: Ten Kilograms above the Ground
de: Zehn Kilogramm über dem Boden
nl: Tien kilogram boven de grond
ru: Десять килограммов над землёй

source: Tent
de: Zelt
ru: Палатка

source: Tent poles are usually made from something.
nl: Tentpalen zijn normaal gesproken ergens van gemaakt.
ru: Столбы для палаток, как правило, сделаны из чего-то.

source: Testing DetonatorBox and Dynamite
ru: Испытание ящика с детонатором и динамита

source: test level for quarter arcs and the new state change goal.
de: Testlevel für Viertelbögen und das neue Zustandsänderungsziel.
nl: test level voor 90 graden boog en nieuwe state change doel.
ru: Уровень для тестирования четвертей дуг и изменения нового состояния цели.

source: Test of default objects in toolbox.
ru: Проверьте стандартные объекты в панели компонентов.
