Repository: Qt-QML/tbe-The-Butterfly-Effect-a-realistic-physics-simulation-game
Catalog: i18n/tbe_levels_*.po
Languages: de, nl, ru

source: Drop the left pin into the left pit, and the right pin into the right pit.
de: Lassen Sie den linken Pin in die linke Grube, und den rechten Pin in die rechte Grube fallen.
nl: Laat de linker kegel in de linker kuil vallen en de rechter kegel in de rechter kuil.
ru: Опустите левый кегль в левую яму, а правый кегль в правую яму.

source: Dynamite (555-0547)
de: Dynamit (555-0547)
nl: Dynamiet (555-0547)
ru: Динамит (555-0547)

source: Dynamite (555-1170)
de: Dynamit (555-1170)
nl: Dynamiet (555-1170)
ru: Динамит (555-1170)

source: Dynamite (555-8155)
de: Dynamit (555-8155)
nl: Dynamiet (555-8155)
ru: Динамит (555-8155)

source: En garde! (That’s French)
nl: En garde! (Da's Frans)
ru: Где гвардейцы, там победа!

source: Even the slightest push will make them swing.
ru: Даже малейший толчок заставит их качаться.

source: Extreme Tux Racer
ru: Экстремальный гонщик Тукс

source: Feeling a winner already...<br><br>Post-It Boy
nl: nu al een winnaar...<br><br>Post-it Boy
ru: Уже чувствуется победитель...<br><br>малыш

source: Finding a way to buy some time here could be very important …
nl: Het zou wel eens belangrijk kunnen zijn om wat tijd te winnen hier …
ru: Было бы очень важно провести здесь некоторое время ...

source: Find the Message
nl: Zoek de boodschap
ru: Найдите сообщение

source: Find the right combination and blow everything up.<br><br>Post-It Boy
nl: Vind de juiste combinatie en blaas alles op.<br>—Post-it boy
ru: Найдите правильную комбинацию и взорвите всё. <br><br>Малыш

source: First, hover on a dynamite to learn its phone number.
ru: Сначала наведите курсор на динамит, чтобы узнать его номер телефона.

source: First put them on the floor,<br>then adjust height,<br>then the width.
ru: Сначала положите его на пол,<br>затем отрегулируйте высоту, <br> затем ширину.

source: Float, balloon, float!
nl: stijg op ballon, stijg op
ru: Вознесись воздушный шар, вознесись

source: Flower Bomb
ru: Цветочная бомба

source: Flying from flower to flower can be hard. A real hurdle race.
de: Von Blume zu Blume fliegen kann sehr schwer sein. Ein echter Hürdenlauf.
nl: Van bloem naar bloem fladderen valt niet altijd mee. Een echte hordenloop.
ru: Полёт с цветка на цветок может быть трудным. Это самое настоящее состязание с полосой препятствий.

source: Football in Styrofoam …
nl: Voetbal in piepschuim ...
ru: Футбол и пенопласт ...

source: Geyser
de: Geysir
nl: Geiser
ru: Гейзер

source: Goal Maker
de: Tormacher
nl: Doelpuntenmaker
ru: Бомбардир

source: GOOOOAAAAAL!
ru: ГОООООООООЛ!

source: Got Milk?
de: Milch macht’s!
nl: Melk is goed voor elk!
ru: Пейте, дети, молоко - будете здоровы!

source: Hammer
nl: Hamer
ru: Молоток

source: Hammer Time
ru: Время молотка

source: Hanging Box
de: Aufgehängte Kiste
nl: Hangende doos
ru: Висящая коробка

source: Ha! This is one easy. Just tie the weight to a rope. Done!
de: Ha! Das hier ist leicht. Einfach nur das Gewicht an ein Seil befestigen. Fertig!
nl: Ha! Deze is makkelijk. Gewoon het gewicht aan een touw knopen. En klaar!
ru: Ха! Это легко. Просто привязать вес к верёвке. Всего-то и делов!

source: Hat-trick
ru: Хет-трик

source: Have you read 'Foucault's Pendulum'?
de: Haben Sie „Das Foucaultsche Pendel” gelesen?
nl: Heb je toevallig 'De slinger van Foucault' gelezen?
ru: Приходилось ли вам читать о маятнике Фуко?

source: Have you seen the movie “Up”?<br><br>Unfortunately, I don’t have that many balloons.
nl: Heb je de film "Up" gezien?<br><br>Jammer genoeg heb ik niet zoveel ballonnen.
ru: Вы смотрели мультфильм "Винни-Пух и день забот"?<br><br>К сожалению, у меня не так уж много воздушных шаров.

source: He found a penguin willing to play goal keeper.<br><br>The penguin is a little short, though.<br><br>But still my bro can practice aiming high.
de: Er fand einen Pinguin, der gerne den Torwart spielt. Der Pinguin ist etwas klein. Aber mein Bruder hoch zielen.
nl: Hij vond een pinguïn die wel op doel wilde staan.<br><br> Maar de pinguïn is een beetje klein.<br><br>Maar goed, mijn broer kan oefenen met hoog mikken.
ru: Он нашёл пингвина, который любит играть вратарём.<br><br>Пингвин немного мал.<br><br>Но мой брат натренирован выполнять высокий прицел.

source: Hehehe.
ru: Хе-хе-хе.

source: Hello!<br>Welcome to The Butterfly Effect!<br><br>This level is a first demonstration. Click “Play” in the top-right and watch the butterfly fly. When it is at the flower, you’ve won your first level.<br><br>You might want to click on the Post-it note!
nl: Hoi!<br>Welkom bij Het Vlindereffect!<br><br>Dit level is alleen een demonstratie.Klik AFSPELEN rechtsboven en zie de vlinder fladderen. Zodra hij bij de bloem is, heb je je eerste level gewonnen.<br><br>Je wilt misschien ook op de Post-it note klikken!
ru: Привет!<br>Добро пожаловать в Эффект бабочки!<br><br>Этот уровень является первой демонстрацией. Нажмите кнопку игры в правом верхнем углу и наблюдайте за полётом бабочки. Когда она долетит до цветка, то вы выиграете первый уровень.<br><br>Вы можете щёлкать на заметках-стикерах с сообщениями!

source: Help the bottom butterfly reach the flower first but don’t harm any butterfly.
nl: Help de onderste vlinder de bloem het eerste te bereiken maar zorg dat je hem niet beschadigt.
ru: Помогите нижней бабочке добраться до цветка первой, но не причините вреда никакой бабочке.

source: Help the butterfly reach the flower.
de: Helfen Sie dem Schmetterling, die Blume zu erreichen.
nl: Help de vlinder bij de bloem te komen.
ru: Помогите бабочке добраться до цветка.

source: Help the butterfly reach the flower unscratched.
de: Helfen Sie dem Schmetterling, die Blume unversehrt zu erreichen.
nl: Help de vlinder onbeschadigd bij de bloem te komen.
ru: Помогите бабочке добраться до цветка невредимой.

source: Help the little pinguin reach the exit.
de: Helfen Sie dem kleinen Pinguin, den Ausgang zu erreichen.
nl: Help de kleine pinguin de uitgang te bereiken
ru: Помогите маленькому пингвину добраться до выхода.

source: Help Tux the racing penguin get to the cone fast!
de: Helfen Sie Tux dem Pinguin, den Leitkegel schnell zu erreichen!
nl: Help Tux de racende Pinguïn om snel de kegel te bereiken!
ru: Помогите гоночному пингвину Туксу быстро добраться до конуса!

source: Here are some pingu facts:
de: Hier sind ein paar Pingu-Fakten:
nl: Een paar pingu feitjes:
ru: Вот несколько пингвиньих фактов:

source: He wants to shoot the pin into the goal.
nl: Hij wil die kegel de goal inschieten.
ru: Он хочет попасть кеглем в ворота.

source: He was the circus super-star,<br>he and his helper from Antarctica.
de: Er war der Zirkus-Superstar,<br>er und sein Helfer aus Antarktika.
nl: Hij was een superster in het circus,<br> hij en zijn helper van Antarctica.
ru: Он был суперзвездой цирка,<br>он и его помощник из Антарктиды.

source: Hey, I’m a coconut!
nl: Hee, ik ben een kokosnoot!
ru: Я кокосовый орех!

source: High Wall
nl: Hoge muur
ru: Высокая стена

source: Hint: To learn more about an object in the scene, just keep the cursor on it.
ru: Подсказка: Чтобы узнать больше об объекте в сцене, просто держите указатель мыши над ним.

source: His aim is best if the ball is in the front of his face<br><br>(if my calculations are correct).
nl: Hij kan het beste mikken als de bal recht voor zijn gezicht is<br><br>(als mijn berekeningen kloppen).<br><br> ... Post-It boy
ru: Его прицел лучше всего, когда мяч находится перед его лицом (если мои расчёты верны).

source: Hi there!<br>In the green notes I will explain you how stuff works around these parts.
ru: Приветик!<br>На зелёных стикерах я объясню вам, как здесь обстоят дела.

source: Hmmm … <br><br>Post-It Boy
nl: Hmmmm …<br><br>Post-It boy
ru: Хм ... <br><br>Малыш

source: Hmmm … <br><br>This reminds me of a kid’s game!
nl: Hmmm … <br><br>Dit doet me aan een kinderspeeltje denken!
ru: Хм ...<br><br>Это напоминает мне о детской игре!

source: Hmmm … You see that hole?<br>Behind the volley ball!
nl: Hmmm … Zie je die kuil?<br>Achter de volleybal!
ru: Хм ... Вы видите лунку?<br>Позади волейбольного мяча!

source: Hole-in-One
ru: В лунку с первого раза

source: I agree that the best way to do it, is with scissors.
de: Ich stimme zu, dass es am Besten mit einer Schere geht.
nl: Ik ben het er mee eens: de schaar is de beste manier om het te doen.
ru: Я согласен, что лучший способ сделать это - это способ с ножницами.

source: I also have a bowling ball that wants to cross.
nl: Nu wil een bowlingbal eroverheen.
ru: У меня также есть шар для боулинга, которому нужно перебраться на ту сторону.

source: I don’t know … This middle pole is kept up by two ropes?
nl: Geen idee … Deze middelste paal wordt omhooggehouden door twee touwtjes?
ru: Это средний столбик, поддерживаемый двумя верёвками?

source: I don’t think it’s not fair: butterflies can fly by themselves.
nl: Het is niet eerlijk: vlinders kunnen zelf vliegen.
ru: Я не думаю, что это несправедливо: бабочки могут летать сами по себе.

source: I don’t think the bowling ball can reach the pin.
nl: Ik denk niet dat de bal de kegel een haar kan krenken.
ru: Я не думаю, что шар для боулинга может достигнуть кегля.

source: I don’t want to hurry you, but find it before the butterfly meets the final flower.
nl: Ik wil je niet opjagen, maar vind het voordat de vlinder op haar laatste bloem landt.
ru: Я не хочу вас торопить, но откройте его до того, как бабочка долетит до конечного цветка.

source: If you are completely lost here, try one of the previous Sorting levels.
de: Falls Sie hier Probleme haben, probieren Sie einen der vorherigen »Sortieren«-Levels aus.
nl: Als je compleet de weg kwijt bent, probeer dan een van de voorafgaande sorteer levels.
ru: Если вы полностью потерялись здесь, то попробуйте один из предыдущих уровней сортировки.

source: If you click the pause button, the simulation will stop.<br>There’s also a green reset button.
nl: Als je op de pauze knop drukt, dan stopt alles weer.<br>Er komt dan ook een groene 'reset' pijl bij.
ru: Если вы нажмёте на кнопку паузы, то симуляция остановится.<br>Также есть зелёная кнопка сброса.

source: If you feel things happen too fast, slow down a little.
de: Falls Sie finden, dass die Dinge zu schnell passieren, schalten Sie mal einen Gang runter.
nl: Als je denkt dat dingen te snel gebeuren, dan moet je vertragen.
ru: Если вы чувствуете, что всё происходит слишком быстро, то немного замедлитесь.

source: If you push the upper end towards one direction, the lower end will go the other way.
ru: Если вы нажимаете верхний конец в одном направлении, то нижний конец перемещается в другом направлении.

source: I hate Angry Birds!
de: Ich hasse Angry Birds!
nl: Ik haat die Angry Birds!
ru: Мне не нравятся разгневанные птицы!

source: I hope that won’t be a problem for you.
ru: Надеюсь, это не будет проблемой для вас.

source: I like minigolf.
nl: Ik ben dol op midgetgolf.
ru: Мне нравится мини-гольф.

source: I made a new feature in the game: the quarter arc can be rotated.<br><br>I suggest you try it!
nl: Ik heb een nieuwe functie in het spel gemaakt: Die kwart boog kan roteren <br><br>Probeer het eens!
ru: Есть новая функция в игре: четверть дуги может быть повёрнута.<br><br>Я предлагаю вам попробовать!

source: I’m like my brother—I play soccer, too!
nl: Ik lijk op m'n broer — ik speel ook voetbal!
ru: Я, как и мой брат, тоже играю в футбол!

source: Im Perfect Balance
de: Unperfektbalance
nl: Im Perfecte Balans
ru: Я - идеальный баланс

source: “Im Perfect Balance” …<br><br>It almost sounds like an “Art Of Noise” album title.
nl: Im Perfecte Balans …<br><br>Klinkt bijna als een albumtitel van 'Art Of Noise'.
ru: "Я - идеальный баланс" ...<br><br>Когда противодействия нет - равновесие невозможно.

source: I’m pretty sure that bowling balls cannot climb walls—they don’t have hands, do they?
nl: Ik weet vrij zeker dat bowlingballen niet kunnen klimmen. Al was het maar omdat ze geen handjes hebben.
ru: Я уверен, что шары для боулинга не могут лазить по стенам, у них нет рук, не так ли?

source: I’m sure it needs help to cross over to the pin.
nl: Die gaat zeker hulp nodig hebben!
ru: Я уверен, что нужна помощь, чтобы добраться до кегля.

source: I’m sure the balloon has something to do with the solution to this level.
nl: Ik weet zeker dat de ballon iets met de oplossing te maken heeft.
ru: Я уверен, что воздушный шар имеет какое-то отношение к решению этого уровня!

source: I’m thirsty!
nl: Ik heb dorst!
ru: Я хочу пить!

source: I’m too lazy for my old bike.
nl: Te lui voor m'n ouwe fiets.
ru: Я слишком ленив для моего старого велосипеда.

source: In any case …<br>Happy playing!
ru: В любом случае ...<br>Счастливой игры!

source: In the Attic
de: Auf dem Dachboden
nl: Op zolder
ru: На чердаке

source: Into the monkey’s mouth, and out from the … ahum.
nl: In de aap z'n mond en uit z'n *PIEP* …
ru: В рот обезьяны и из ... хм.

source: Introducing Pingus
de: Darf ich vorstellen? Pingus!
nl: Wij presenteren de Pingus
ru: Разрешите представиться? Пингвин!

source: Inversion
ru: Инверсия

source: <i>Once this Post-it is gone,</i><br><br>click the play button top-right <br>to make it happen!
nl: <i>Als deze Post-It zo verdwenen is,</i><br>klik dan op de afspeelknop rechtsboven om te starten.
ru: <i>Как только это сообщение пропадёт,</i><br><br>нажмите кнопку игры справа вверху<br>чтобы это произошло!

source: I still have other ideas that need balloons.
nl: En ik heb nog wat andere plannetjes met ballonnen.
ru: У меня всё ещё есть другие идеи, которым нужны воздушные шары.

source: It can only move along the guard rail but nowhere else.
ru: Она может двигаться только вдоль направляющего шеста, но нигде больше.

source: It falls down, blows …<br><br>and doesn’t do anything useful.
nl: Hij valt en spuit … <br><br>en doet niks.
ru: Что-то падает, что-то взрывается ...<br><br>и не делает ничего полезного.

source: I think <i>watching</i> soccer is kind of boring: It just goes back and forth all the time.
nl: Ik vindt voetbal <i>kijken</i> maar saai. Het gaat de hele tijd heen en weer.
ru: Я думаю, что <i>смотреть</i> футбол довольно скучно: он всё время идёт вперёд и назад.

source: I think something's cooking here...
de: Ich glaub, hier kocht jemand …
nl: Volgens mij kookt hier wat...
ru: Мне кажется тут что-то кулинарится...

source: I thought of using helium, but Mythbusters explained that it won’t work.
nl: Ik heb nagedacht over helium, maar volgens Mythbusters werkt dat niet.
ru: Я думал использовать гелий, но Разрушители легенд пояснили, что он не сработает.

source: It is a part of a guard rail mechanism, constraining it in its movement.
ru: Это часть механизма направляющего шеста, который ограничивает её в перемещении.

source: It’s a cola-mint fountain, ready to blow!<br>Just a light shock will start it!
nl: Het is een cola-mint fontein, klaar om te spuiten!<br>Een lichte schok is genoeg!
ru: Это фонтан из кока-колы с мятой, готовый взорваться!<br>Любая лёгкая встряска запустит его!

source: It’s almost time<br>for goodbyes.
nl: Het is bijna tijd om afscheid te nemen.
ru: Почти что настало время<br>сказать до свидания.

source: It's always the blokes lifting the girls!
de: Es ist immer das Gleiche: Die Kerle heben die Mädchen hoch!
nl: Het zijn altijd de heren die de dames tillen!
ru: Всегда мальчики поднимают девочек!

source: It's a tennis ball this time that wants to cross.
de: Dieses Mal ist es ein Tennisball, der hinüber möchte.
nl: Dit keer wil er een tennisbal overheen.
ru: На этот раз это теннисный мяч, которому нужно перебраться на ту сторону.

source: It’s coffee time. Ring the bell.
nl: Tijd voor koffie. Laat de bel luiden.
ru: Настало время для кофе. Позвоните в звонок.

source: It’s fun because all holes are different.
nl: Het is leuk omdat alle gaten anders zijn.
ru: Это весело, потому что все лунки разные.

source: It should be obvious that it all depends on the bowling ball here.
de: Es sollte klar sein, dass hier alles von der Bowlingkugel abhängt.
nl: Het zou duidelijk moeten zijn dat alles hier afhangt van de bowlingbal.
ru: Должно быть ясно, что всё здесь зависит от шара для боулинга.

source: It’s party time at the office!<br><br>Jumping Jack has his birthday!
nl: Het is tijd voor een feestje op kantoor!<br><br>Houten Klaas is jarig!
ru: Настало время вечеринки в офисе!<br><br>У Джека-попрыгунчика день рождения!

source: It very regularly blows boiling water 40 meters up. For my school’s science project, I decided to simulate that.
nl: Hij spuit zeer regelmatig kokend water 40 meter omhoog. Voor natuurkunde wil ik dat nadoen.
ru: Он очень регулярно поднимает горячую воду вверх на 40 метров. Было решено симулировать это для научного проекта моей школы.

source: It wants to go to the flower …
nl: Die wil naar de bloem …
ru: Она хочет попасть к цветку ...

source: I’ve grown too large for my bike, too.
nl: En ik ben ook wat te groot geworden.
ru: Я также вырос слишком большим для своего велосипеда.

source: I want to be a balloon <br>… <br>and be the first one to set foot on Alpha Centauri!
nl: Ik wil ook een ballon zijn <br> … <br> en de eerste zijn die voet zet op Alpha Centauri!
ru: Я хочу быть воздушным шаром<br> ... <br>и быть первым, кто ступит на Альфа Центавра!

source: I will sometimes give you hints in the yellow post-it notes.
ru: Иногда я буду давать вам советы на жёлтых липких стикерах.

source: I wonder if it is easier to solve this puzzle the chaotic way or in a controlled fashion.
de: Ich frage mich, was einfacher ist: Das Rätsel chaotisch, oder geordnet zu lösen.
nl: Ik vraag me af hoe deze puzzel gemakkelijker op te lossen is. Willekeurig of methodisch.
ru: Интересно, легче ли решить эту головоломку методом научного тыка или по уму.

source: (Jack usually doesn’t get much attention, he’s already happy that we thought of him.)
nl: (Klaas krijgt meestal niet zo veel aandacht, hij is allang blij dat we aan hem hebben gedacht.)
ru: (Джек обычно не получает много внимания, он уже рад, что мы подумали о нём.)

source: Join all bowling pins together.
de: Bringen Sie alle Bowling-Pins zusammen.
nl: Verbind alle kegels.
ru: Объедините все кегли для боулинга вместе.

source: Jumping Around 1
nl: Rondspringen 1
ru: Попрыгунчик 1

source: Jumping Around 2
nl: Rondspringen 2
ru: Попрыгунчик 2

source: Just hook it up in the air<br>and it stays there.
de: Befestigen Sie es einfach in der Luft,<br>und da bleibt es.
nl: Hang 't in de lucht <br> en het blijft hangen.
ru: Просто висит в воздухе<br>и остаётся там.

source: Keep Mr. Stick Figure safe, kill three birds and break three eggs.
de: Beschützen Sie Herrn Strichmännchen, töten Sie drei Vögel und zerbrechen Sie drei Eier.
nl: Bescherm mijnheer stokfiguur, dood drie vogels en breek drie eieren.
ru: Защитите товарища, убейте трёх птиц и разбейте три яйца.

source: Kick that pin into the goal!
nl: Schop die kegel de goal in!
ru: Попадите кеглем в ворота.

source: Kick the bowling pin into the goal.
de: Kicken Sie den Bowling-Pin in das Tor.
nl: Schop de kegel in het doel.
ru: Попадите кеглем для боулинга в ворота.

source: Kick the pin into the goal, but do not hit the butterfly.
nl: Schiet de kegel in het doel, maar zorg dat je de vlinder niet raakt.
ru: Попадите кеглем в ворота, но не затронув бабочку.

source: Kick the soccer ball into the goal.
de: Schießen Sie den Fußball ins Tor.
nl: Schiet de voetbal in het doel.
ru: Попадите футбольным мячом в ворота.

source: Kick the soccer ball over the penguin and topple the bowling pin into the goal.
de: Kicken Sie den Fußball über den Pinguin und stoßen Sie den Bowling-Pin in das Tor.
nl: schiet de voetbal over de pinguïn and laat d kegel omvallen in het doel.
ru: Попадите футбольным мячом над пингвином и опрокиньте кегль для боулинга в ворота.

source: Kill the angry-looking bird and break four eggs!
de: Töten Sie den wütend dreinblickenden Vogel und zerbrechen Sie vier Eier!
nl: Dood de boos kijkende vogel en breek vier eieren.
ru: Убейте злую птицу и разбейте четыре яйца!

source: Large Birch Wedge
ru: Большой берёзовый клин

source: Large Domino
de: Großer Dominostein
nl: Grote dominosteen
ru: Большое домино

source: Large Left Inclined Plane
ru: Большая левая наклонная плоскость

source: Large Left Ramp
ru: Большой левый уклон

source: Large Right Inclined Plane
ru: Большая правая наклонная плоскость

source: Large Right Ramp
nl: Grote helling rechts
ru: Большой правый уклон

source: Lead all the little penguins to the exit.
de: Führen Sie all die kleinen Pinguine zum Ausgang.
nl: Leidt alle kleine pnguïns naar de uitgang.
ru: Направьте всех маленьких пингвинов к выходу.

source: Left Cola+Mint Bottle
ru: Левая бутылка с кока-колой и мятой

source: Left Large Quarter Arc
ru: Большая левая четверть дуги

source: Let me give you a hint: There are other ways to divert things than using ramps.
ru: Позвольте мне дать вам подсказку: кроме пандусов-уклонов есть и другие способы перенаправления вещей.

source: Let’s bring them home safely!
nl: Laten we ze veilg thuis brengen!
ru: Давайте приведём их домой благополучно!

source: Let’s join the lonely one above with his friends below.
nl: Laten we 'm eens bij zijn vriendjes beneden brengen.
ru: Давайте присоединим одинокого товарища сверху к его друзьям снизу.

source: Let’s present the gift to him, shall we?
nl: Laten we hem zijn cadeautje maar geven.
ru: Давайте подарим ему подарок, не так ли?

source: Let’s spare the balloon, there’s a pin that needs kicking.
nl: Laten we de ballon proberen te redden, er moet nog een kegel om.
ru: Давайте пожалеем воздушный шар; есть кегль, который надо сбить.

source: Let the butterfly fly to the flower, but don’t hurt it!
nl: Help de vlinder onbeschadigd bij de bloem te komen.
ru: Пусть бабочка летит к цветку, но без единой царапинки!

source: Like a “Sword of Damocles”. <br><br>Would it also loose appetite if it knew?
nl: Als een “Zwaard van Damokles”. <br><br>Zou 'ie ook ineens geen eetlust meer hebben?
ru: Как "Дамоклов меч". <br><br>Аппетит внезапно потерялся бы, если бы знать о нависшей постоянной угрозе при видимом благополучии?

source: Little Balloon Puzzle
de: Kleines Ballonrätsel
nl: Een kleine ballonnen puzzel
ru: Головоломка маленького воздушного шара

source: Long Left Inclined Plane
ru: Длинная левая наклонная плоскость

source: Long Rotating Bar
ru: Длинный вращающийся брус

source: Look, another gap.
de: Sehen Sie, eine weitere Lücke.
nl: Kijk, nog zo'n afgrond!
ru: Посмотрите, ещё одна пропасть.

source: Look,<br><br>I made an engine to power my bike.
nl: Kijk,<br><br>Ik heb een motor voor m'n fietsje gemaakt.
ru: Посмотрите,<br><br>я сделал двигатель для питания моего велосипеда.

source: Look for the last message.
nl: Zoek een laatste bericht.
ru: Раскройте последнее сообщение.

source: Look: it’s that butterfly and flower again.
nl: Kijk nou: vlinder en bloempje zijn terug.
ru: Посмотрите: это снова та же бабочка и цветок.

source: Look: It took me a lot of time to balance those hammers perfectly.
ru: Мне потребовалось много времени, чтобы в совершенстве сбалансировать эти молотки.

source: Looks like there’s something missing.
nl: Maar ontbreekt er niet nog wat?
ru: Похоже, чего-то не хватает.

source: Look, that's a skyhook.<br><br>A pretty nifty invention, if I may say so.
de: Sehen Sie, da ist ein Himmelshaken.<br><br>Eine ziemlich clevere Erfindung, wenn ich das so sagen darf.
nl: Kijk, dat is nou een hemelhaakje.<br><br>Een slimme uitvinding, al zeg ik 't zelf...
ru: Посмотрите, это аэро-крючок.<br><br>Довольно изящное изобретение, если можно так сказать.

source: Look: two pins need kicking.
de: Zwei Pins müssen gekickt werden.
nl: Kijk: daar staan twee kegels.
ru: Посмотрите: нужно сбить 2 кегля.

source: Look what I’ve found in the cellar: A bunch of birch wood!
ru: Посмотрите, что я нашёл в подвале: кучу березняка!
