Repository: Qt-QML/tbe-The-Butterfly-Effect-a-realistic-physics-simulation-game
Catalog: i18n/tbe_levels_*.po
Languages: de, nl, ru

source: The second level in the game, and the first level you actually have to put something into the scene. The goal it to put all balls into the chest.<br>Don't forget to read the Post-it note!
de: Der zweite Level im Spiel und das erste Level, in dem Sie etwas in die Szene platzieren müssen. Das Ziel ist es, alle Bälle in die Truhe zu befördern.<br>Vergessen Sie nicht, den Klebezettel zu lesen!

source: This is an egg. Rather easy to break, I'd say...
de: Dies ist ein Ei. Ziemlich einfach zu zerbrechen, würde ich sagen …

source: This is how you properly buy cola:<br>a dozen bottles of that precious brown liquid at a time!
de: So kauft man Cola richtig:<br>Ein Dutzend Flaschen dieser kostbaren braunen Flüssigkeit auf einmal.

source: This is Ruud.<br><br>He's on a small desert island.
de: Dies ist Ruud.<br><br>Er lebt auf einer kleinen Wüsteninsel.

source: This is the butterfly.
de: Das ist der Schmetterling.

source: This peg can move freely horizontally
de: Dieser Metallstift kann sich horizontal frei bewegen.

source: This piece of wood has a triangular shape with one tip pointing upwards. It doesn't move.
de: Dieses Stück Holz hat eine dreieckige Form, bei der eine Spitze nach oben zeigt. Es bewegt sich nicht.

source: Topple the pin to the left...
de: Kippen Sie den Pin nach links um …

source: Trigger the reaction in the mint+cola bottle.
de: Lösen Sie die Reaktion in der Cola-mit-Pfefferminz-Flasche aus.

source: Use a proper football this time!
de: Verwenden Sie diesmal einen richtigen Fußball!

source: Very small quarter arc
de: Sehr kleiner Viertelbogen

source: Vroom Vroom Vroom!
de: Wrumm, wrumm, wrumm!

source: Wait a minute!<br>That Bowling Ball won't do it...
de: Warten Sie eine Minute!<br>Die Bowlingkugel wird's nicht bringen …

source: Wait a minute... Don't they look just like the penguins from Pingus?
de: Moment mal … Sehen sie nicht aus wie die Pinguine aus Pingus?

source: What a wonderful day! It's the perfect weather for explosions.
de: Was für ein wunderbarer Tag! Es ist das perfekte Wetter für Explosionen.

source: What? Only 3 floors this time? This isn't fair!
de: Was? Diesmal nur 3 Fußböden? Das ist ungerecht!

source: Where do Balloons go?<br>They can't keep going up forever!
de: Wohin fliegen Ballons?<br>Sie können nicht für immer nach oben steigen!

source: While they're not looking, let's kick over their tent poles.
de: Solange sie nicht hingucken, lassen Sie uns ihre Zeltstangen umstoßen.

source: Why would you need a styrofoam block?
de: Wozu könnte man bloß einen Styroporblock gebrauchen?

source: Wooden bar
de: Holzbalken

source: Wooden block
de: Holzblock

source: Wood triangle
de: Holzdreieck

source: Wow, that's a huge gap for a Soccer Ball.
de: Oha, das ist eine große Lücke für einen Fußball.

source: You have probably noticed your toolbox is empty this time. Don't worry.
de: Sie haben vielleicht gemerkt, dass ihr Werkzeugkasten diesmal leer ist. Keine Sorge.

source: You probably won't run out of floors here. But where to place them?
de: Hier werden Ihnen nicht die Fußböden ausgehen. Aber wohin damit?

source: You see that butterfly?
de: Sehen Sie den Schmetterling?

source: You've seen this before: a Bowling Ball and a Bowling Pin. But this time, there's a wall in-between.
de: Das haben Sie schon vorher gesehen: eine Bowlingkugel und ein Bowling-Pin. Aber diesmal ist eine Mauer dazwischen.

source: Zoing Ploing Boing Woing<br>Zzap Whoosh Smack Boom
de: Zoing, ploing, boing, woing<br>Zapp, wusch, krach, bumm
