Repository: Qt-QML/tbe-The-Butterfly-Effect-a-realistic-physics-simulation-game
Catalog: i18n/tbe_levels_*.po
Languages: de, nl, ru

source: 10kg Weight
de: 10kg-Gewicht
nl: 10kg gewicht
ru: Вес 10 кг

source: 25 balls fall from the sky, 5 ball types, 5 balls per type and 5 slots to put them into.
de: 25 Bälle fallen vom Himmel, 5 Ballarten, 5 Bälle pro Art und 5 Fächer zum Einsortieren.
nl: 25 ballen vallen uit de lucht, 5 soorten ballen, 5 ballen per soort en 5 sleuven om ze in te stoppen.
ru: 25 шаров падают с неба, 5 типов шаров, 5 шаров каждого типа и 5 отсеков для сортировки.

source: 99 Luftballons
ru: Воздушные шары

source: 99 Luftballons,<br>nanana na nana naaa...
ru: Воздушные шары,<br>как это весело...

source: A bell, it rings when it is hit by something.
nl: Een klok. Die gaat vast luiden als 'ie wordt geraakt.
ru: Колокольчик, он звонит при ударе чем-нибудь.

source: A bike.
nl: Een fiets.
ru: Велосипед

source: A birthday gift for Jumping Jack.
nl: Een cadeautje voor Meneer de Trekpop.
ru: Подарок на день рождения Джеку-попрыгунчику.

source: A few crates of cola washed up shore lately—so he’s not thirsty.
nl: Gelukkig zijn er wat kratten cola aangespoeld - dus dorstig is 'ie niet.
ru: Несколько ящиков кока-колы недавно вымыло на берег - так что он не испытывает жажду.

source: A golf club.
nl: Een golfclub.
ru: Гольф-клуб.

source: A lot of different tricks need to be done before the balls go into the chest.
nl: Je hebt een hoop verschillende truuks nodig om de ballen in de kist te krijgen.
ru: Перед тем, как шары попадут в сундук, нужно сделать много разных трюков.

source: A lot of new things are here, but they just make a huge mess.
nl: Een hoop nieuwe dingen, maar uiteindelijk is het maar een zootje.
ru: Много новых вещей здесь, но они просто создают огромный беспорядок.

source: And again my best invention yet: the skyhook.
de: Und wieder meine bisher beste Erfindung: Der Himmelshaken.
nl: En wederom mijn geweldige hemelhaakjes.
ru: И снова ещё одно моё лучшее изобретение: аэро-крючок.

source: And then, things would just go downhill from there.
nl: En daarna wordt 't alleen nog maar minder.
ru: И с этого момента всё просто спустится вниз.

source: And there’s a balloon that wants to go up.
nl: En een ballon die omhoog wil.
ru: И там есть шар, который хочет подняться вверх.

source: And you already realized that the pegs can adjust the trajectories of both the ball and the bottle, right?
de: Und haben Sie gemerkt, dass die Metallstifte die Flugbahnen von dem Ball und der Flasche umlenken?
nl: En je had vast al bedacht dat die pinnen de baan van zowel bal als fles kunnen beïnvloeden, toch?
ru: Вы уже поняли, что сферы могут регулировать траектории как мяча, так и бутылки, верно?

source: And you can hang a lot of weight on it, too!
de: Und Sie können auch viel Gewicht daran aufhängen.
nl: En je kunt er nog een hoop gewicht aan hangen, ook!
ru: И вы можете также повесить на него много веса!

source: An immovable obstacle.
nl: Een onbeweeglijk obstakel.
ru: Неподвижное препятствие.

source: Another contraption for the creative mind.
de: Noch eine verrückte Maschine für die Kreativen.
nl: Nog een mechaniek voor de creatievelingen.
ru: Другое хитроумное изобретение для творческого ума.

source: Another game from my childhood.
de: Ein weiteres Spiel aus meiner Kindheit.
nl: Nog een spelletje uit mijn vroege jeugd.
ru: Ещё одна игра из моего детства.

source: Another pin needs kicking!
de: Ein weiterer Pin muss gekickt werden!
nl: Er moet nog een kegel om!
ru: Ещё один кегль, который нужно сбить!

source: A playing card.
nl: Een speelkaart.
ru: Игральная карта.

source: A pretty hard piece of rock, it sticks to the ground.
nl: Een flink stuk steen, zit vast aan de grond.
ru: Довольно жёсткий камень, он застрял в земле.

source: A pretty heavy wooden crate, great for stacking.
nl: Behoorlijk zwaar krat van hout, handig om te stapelen
ru: Довольно тяжёлая деревянная коробка, отлично подходит для укладки.

source: Aren’t they cute, these little penguins (or “pingus”)?
nl: Zijn ze niet schattig, die pinguïns (of "pingus")?
ru: Разве они не симпатичны, эти маленькие пингвины?

source: Are you helpless? I got you covered! In the yellow notes I give you little hints for solving the problem.
nl: Zie je het niet zitten? Daar ben ik voor! In de gele Post-Its geef ik je tips hoe de puzzel moet worden aangepakt.
ru: Вы не продвигаетесь вперёд? Нет проблем! На жёлтых стикерах я даю вам немного советов.

source: A round obstacle, pinned to the sky.
de: Ein rundes Hindernis, es hängt in der Luft.
nl: Een rond obstakel, vastgeplakt aan de lucht.
ru: Круглое препятствие, оно висит в воздухе.

source: Arrange the escape of all 8 penguins.
de: Verhelfen Sie allen 8 Pinguinen zur Flucht.
nl: Organiseer de ontsnapping van alle 8 pinguïns.
ru: Помогите всем 8 пингвинам убежать.

source: A sand pit with a very rough surface.
nl: Een zandbak met vrij grof grit.
ru: Песчаная яма с очень шероховатой поверхностью.

source: A small immovable obstacle.
nl: Een klein, onbeweeglijk obstakel.
ru: Небольшое неподвижное препятствие.

source: A small movable block out of birch wood,<br>it’s a bit lighter than a regular birch wood beam.
ru: Небольшой подвижный блок берёзы, <br> он немного легче обычного брусчатого бруса.

source: A suspension bracket with wheels, it can hold an object in mid-air.
ru: Подвеска с колёсами, она может держать объект в воздухе.

source: As you can guess, I only want maximum score...
de: Wie Sie wohl vermutet haben, möchte ich nur die höchste Punkzahl.
nl: Zoals je vast al geraden hebt, wil ik alleen de maximale score...
ru: Как вы уже, наверное, догадались, я просто хочу максимальное количество очков...

source: As you know,<br>those are not too sturdy.
de: Wie Sie wissen,<br>sind diese nicht sehr robust.
nl: Zoals je weet,<br>zijn deze niet zo stevig.
ru: Как вы знаете,<br>он не слишком устойчив.

source: At least you can choose the birch bar to be as long as you want to be. Nice!
de: Wenigstens können Sie sich aussuchen, wie lang der Birkenholzbalken sein soll. Nett!
nl: Je kunt tenminste de berken lat zo lang maken als je wil. Handig!
ru: По крайней мере, вы можете выбрать берёзовый брус такой длины, как хотите. Отлично!

source: At least you have all the time in the world to figure this one out.<br><br>Post-It Boy
nl: Gelukkig heb je alle tijd van de wereld om deze op te lossen.<br><br> - The Post-It Boy
ru: По крайней мере, у вас есть всё время в мире, чтобы решить эту загадку.<br><br> Малыш

source: Attack of the Killer Cacti
de: Angriff der Killer-Kakteen
nl: Aanval van de superdodelijke cactussen
ru: Атака колючих кактусов

source: A very heavy wooden crate, it doesn’t move.
ru: Очень тяжёлая деревянная коробка, она не двигается.

source: A wheel.
nl: Een wiel.
ru: Колесо

source: A wooden crate of medium weight, great for stacking.
ru: Деревянная коробка среднего веса, отлично подходит для укладки.

source: Balancing Cola
de: Ausgewogene Cola
nl: Cola in balans
ru: Балансирование кока-колы

source: Balloon Blues
de: Ballon-Blues
nl: Vette pech voor de ballonnen
ru: Воздушные шары синевеют

source: Balloons do Poof
de: Ballons machen „Puff!“
nl: Ballonnen doen Poef
ru: Воздушные шары лопаются

source: Balloons go up!
de: Ballons steigen hoch!
nl: Ballonnen gaan omhoog!
ru: Воздушные шары поднимаются вверх!

source: Balls sorted by elasticity:<br>1: Volleyball<br>2: Soccer ball<br>3: Bowling ball
de: Bälle nach Elastizität sortiert:<br>1.: Volleyball<br>2.: Fußball<br>3.: Bowlingkugel
nl: Ballen op volgorde van elasticiteit:<br>1: Volleybal<br>2: Voetbal<br>3: Bowlingbal
ru: Мячи и шары, отсортированные по эластичности:<br>1: Волейбольный мяч<br>2: Футбольный мяч<br>3: Шар для боулинга

source: Birch Block
nl: Een berkenhouten blok.
ru: Берёзовый блок

source: Birch Wedge
nl: Berkenhouten wig
ru: Берёзовый клин

source: Birch Wood
ru: Березняк

source: Blast it! They stole my dynamite!
nl: Duizend bommen en granaten! Ze hebben m'n dynamiet gestolen!
ru: Блин! Они украли мой динамит!

source: Blow da Bottle
de: Der Sturz
nl: Laat de fles maar knallen
ru: Бутылка и удары

source: Blow up the dynamite.
nl: Laat het dynamiet ontploffen.
ru: Взорвите динамит.

source: Blow up the dynamite and pop the balloon.
de: Jagen Sie das Dynamit in die Luft und lassen Sie den Ballon platzen.
nl: Laat het dynamiet ontploffen en de ballon ook.
ru: Взорвите динамит и лопните воздушный шар.

source: Boom! Boom! Boom!
de: Bumm! Bumm! Bumm!
nl: Boem! Boem! Boem!
ru: Бум! Бум! Бум!

source: Both pins have to go down.
de: Beide Pins müssen hinunterfallen.
nl: Oja, beide kegels moeten naar beneden.
ru: Оба кегля должны упасть вниз.

source: Boulder
de: Stein
nl: Steen
ru: Валун

source: Bouncing Balls
de: Springende Bälle
nl: Stuiterende ballen
ru: Прыгающие шары и мячи

source: Bowling balls and Pétanque balls are both pretty heavy.
de: Sowohl Bowling- als auch Pétanquekugeln sind ziemlich schwer.
nl: Bowlingballen en Pétanqueballen zijn allebei best wel zwaar.
ru: Оба шара для боулинга и петанка довольно тяжёлые.

source: Bowling Ball vs Bowling Pin.<br><br>Who will win?
de: Bowlingkugel gegen Bowling-Pin.<br><br>Wer wird gewinnen?
nl: Bowlingbal tegen Kegel.<br><br>Wie zal er winnen?
ru: Шар для боулинга против кегля для боулинга.<br><br>Кто победит?

source: Bowling Pin plays soccer
nl: Kegel speelt voetbal
ru: Кегль для боулинга играет в футбол

source: Box Bouncer
ru: Коробка-вышибала

source: Box Puncher
ru: Коробка-толкатель

source: <br><br>… a busy Post-It Boy
nl: <br><br>… een drukke Post-It Boy
ru: <br><br>... занятый малыш

source: <br><br>… a hungry Post-It Boy
nl: <br><br> … een hongerige Post-it Boy
ru: <br><br>... малыш голоден

source: <br><br>… a lazy Post-It Boy
nl: <br><br> … een luie Post-It Boy
ru: <br><br>... ленивый малыш

source: <br><br>… and he likes crashing bridges even more!
nl: <br> <br> … Maar instortende bruggen zijn nog leuker!
ru: <br> <br>... но мосты разрушаются, ещё больше удовольствия!

source: <br><br>… an unhappy Post-It Boy
nl: <br><br>… Een minder vrolijke<br><br>Post-It Boy
ru: <br><br>... совсем не весёлый малыш

source: <br><br>… a thirsty Post-It Boy
nl: <br><br> … dorstige Post-it Boy
ru: <br><br>... у малыша жажда

source: <br><br>… a thoughtful Post-It Boy
nl: … Een bedachtzame <br>Post-It Boy
ru: <br><br>… задумчивый малыш

source: <br><br><br><br>… me
nl: <br><br><br><br>… ikke
ru: <br><br><br><br>... я

source: <br>...<br><br>I've always wanted to say that!
de: <br>...<br><br>Ich wollte dies schon immer sagen!
nl: <br>...<br><br>Dat wilde ik altijd nog eens kunnen zeggen!
ru: <br>...<br><br>Я всегда хотел сказать это!

source: <br><br>... Post-It Boy
nl: <br><br> ... de Post-It Boy
ru: <br><br>... малыш

source: <br><br>… Post-It Boy
nl: <br><br> … de Post-It Boy
ru: <br><br>... малыш

source: <br><br>Post-It Boy
nl: ... de Post-It Boy
ru: <br><br>... малыш

source: <br><br>Post-It Boy<br><br>… almost done with his home work!
nl: <br><br>Post-It Boy<br><br> … bijna klaar met z'n huiswerk!
ru: <br><br>... Малыш<br><br>... почти сделал свою домашнюю работу!

source: <br><br>Post-It Boy<br><br><i>(insert joke about bridge here)</i>
nl: <br> <br> de Post-It Boy <br> <br> <br> <i>(hier grap over bruggen)</i>
ru: <br><br>Малыш<br> <br> <i>(малыш мостит мосты)</i>

source: <br><br>Post-It Boy<br><br>(in a destructive mood)
nl: <br> getekend:<br><br>Post-It boy<br>(in een destructieve stemming)
ru: <br><br>Малыш<br><br>(не в настроении)

source: <br><br>Post-It Boy<br><br>is brief for once
nl: <br><br>Post-It Boy<br><br> ... houdt 't een keer kort
ru: <br><br>Малыш<br><br>... кратко на этот раз

source: <br><br>Post-It Boy<br><br>is on it again
nl: <br> <br> de Post-It Boy <br> <br> <br> blijft bezig
ru: <br><br>Малыш<br><br>снова занят

source: <br><br>Post-It Boy<br><br>likes building bridges
nl: <br> <br> de Post-It Boy <br> <br> <br> houdt van bruggen bouwen
ru: <br><br>Малыш<br><br>любит строить мосты

source: <br><br>Post-It Boy<br><br>(male, I think)
nl: ...Post-it boy<br>(mannelijk, denk ik)
ru: <br><br>Малыш<br><br>(ты же мальчиш?)

source: <br><br>Post-It Boy<br><br>saves the animals …
nl: <br><br>Post-It Boy<br><br>redt de dieren …
ru: <br><br>Малыш<br><br>охраняет животных ...

source: <br><br>Post-It Boy<br><br>… thinks of an ancient steam engine
nl: <br><br>Post-It Boy<br><br> … denkt oude stoommachine
ru: <br><br>Малыш<br><br>... думает о древнем паровом двигателе

source: Bridge the Gap 1
nl: Overbruggen deel 1
ru: Мост через пропасть 1

source: Bridge the Gap 2
nl: Overbruggen deel 2
ru: Мост через пропасть 2

source: Bridge the Gap 3
nl: Overbruggen deel 3
ru: Мост через пропасть 3

source: But a lot needs to happen before that pin moves.
de: Aber es muss viel passieren, bevor sich der Pin bewegt.
nl: Maar er moet nog een boel gebeuren voordat die kegel beweegt.
ru: Но многое должно произойти, прежде чем кегль переместится.

source: But bowling balls are larger. Maybe you can use this to your advantage.
de: Aber Bowlingkugeln sind größer. Vielleicht können Sie das zu Ihrem Vorteil nutzen.
nl: Maar bowlingballen zijn groter. Misschien heb je daar wat aan.
ru: Но шары для боулинга больше. Возможно, вы можете использовать это в своих интересах.

source: But do you see those coconuts?
de: Aber sehen Sie diese Kokosnüsse?
nl: Maar zie je die kokosnoten hangen?
ru: Но вы видите эти кокосовые орехи?

source: But fear not! There’s always a true mechanical solution.
nl: Maar wees niet bevreesd: Er is altijd een mechanische oplossing.
ru: Но не расстраивайтесь! Существует всегда верное механическое решение.

source: But he has no friends, only a bowling pin.
de: Aber er hat keine Freunde, nur einen Bowling-Pin.
nl: Maar hij heeft geen vriendjes, alleen een kegel.
ru: Но у него нет подмоги, есть только кегль для боулинга.

source: But how to make it roll? That big wall is in the way.
de: Aber wie bringt man sie zum Rollen? Diese große Mauer ist im Weg.
nl: Maar hoe laat je 'm rollen? Die grote muur staat in de weg.
ru: Но как заставить его катиться? Большая стена на пути.

source: But if you want to do it all on your own, stop reading now and click on “Cancel”. Good luck!
ru: Если вы решитесь сделать это сами, то не читайте и нажмите «Отмена». Удачи!

source: But I’m not so sure about that volley ball.
nl: Maar ik ben niet zo gek op die volleybal.
ru: Но я не слишком люблю играть в волейбол.

source: But it is of the cheap kind: It can only be resized in one direction.
ru: Но он из дешёвого сорта: вы можете масштабировать его только в одном направлении.

source: But I’ve said enough.<br><br> Good luck!
nl: Maar ik heb genoeg gezegd.<br><br> Veel success!
ru: Я уже достаточно сказал.<br><br>Удачи!

source: But I wonder why anyone would need a hanging weight here in the first place.
ru: Но мне интересно, почему кто-то здесь хочет повесить вес.

source: But let me give you one hint:<br><br> First a “Boom”, then the “Zoing”.
nl: Maar ik zal je een hint geven:<br><br> Eerst een knal dan de Zoinggg.
ru: Но позвольте мне дать вам один совет:<br><br>сначала БУУМ, а затем БУУ-БУХ.

source: But look at my latest invention: Resizable styrofoam blocks!
ru: Но посмотрите на моё последнее изобретение: масштабируемые блоки из пенопласта!

source: Butterflies must <i>never</i> be harmed (not just here), or else you have to try again.
ru: Бабочкам <i>никогда</i> не нужно наносить вред (не только здесь), иначе вам придётся попробовать ещё раз.

source: Butterflies of Doom
de: Schmetterlinge des Unheils
nl: Noodlotsvlinders
ru: Бабочки судьбы

source: Butterflies think the sun is nice and warm.
ru: Бабочки считают солнце приятным и тёплым.

source: Butterfly on steroids
de: Schmetterling auf Steroide
nl: Vlinder op speed
ru: Скоростная бабочка

source: Butterfly Race
de: Schmetterlingsrennen
nl: Vlinderrace
ru: Гонка бабочек

source: But that ball has a jumpy friend!
de: Jedoch hat die Kugel einen springenden Freund!
nl: Maar die bal heeft nog een springerig vriendje!
ru: Но у шара есть скачущий друг!

source: But that’s not an ordinary cola bottle …
nl: Da's geen gewone cola fles …
ru: Но это не обычная бутылка кока-колы ...

source: But that’s not good enough. The bottles are going crazy and the cola just goes all over the place.
nl: Maar dat is niet goed genoeg. De flessen gaan als een dolle en de cola vliegt overal heen.
ru: Но это недостаточно. Бутылки ведут себя хаотично, и кока-кола просто расплёскивается повсюду.

source: But there are no scissors here to pop the balloon with!
de: Aber hier gibt es keine Schere, um den Ballon zum Platzen zu bringen.
nl: Maar er is hier geen schaarm om de ballon mee te laten klappen!
ru: Но здесь нет ножниц чтобы ими лопнуть воздушный шар!

source: But there’s some styrofoam blocks in the way.
nl: Maar er staan wat blokken piepschuim in de weg.
ru: Но на пути есть несколько блоков из пенопласта.

source: But they are a bit frail. They should not fall too far or get squashed by heavy things.
de: Aber sie sind etwas empfindlich. Sie sollten nicht zu tief fallen oder von schweren Dingen zerquetscht werden.
nl: Maar ze zijn een beetje breekbaar. Je moet ze niet te diep laten vallen of laten pletten door zware dingen.
ru: Но они немного щупленькие. Они не должны падать слишком низко или быть раздавленными тяжёлыми вещами.

source: But wait! Maybe there is a trick which does not involve that much trial-and-error.
de: Aber moment mal! Vielleicht gibt es einen Trick, bei dem man nicht so viel rumprobieren muss.
nl: Maar wacht! Misschien is er een truc waarbij iets minder gissen en missen komt kijken.
ru: Но подождите минутку! Может быть, есть трюк, который не предполагает так много проб и ошибок.

source: But why do I have to clean my room every year?
de: Aber warum muss ich jedes Jahr mein Zimmer aufräumen?
nl: Maar waarom moet ik elk jaar mijn kamer opruimen?
ru: Скажите мне, почему я обязан постоянно прибираться в своей комнате?

source: But why not reverse the trick? You can select what phone number to call!
de: Aber warum den Spieß nicht umdrehen? Suchen sie sich die Telefonnumer zum Anrufen selber aus!
nl: Maar waarom geen koekje van eigen deeg? Je kunt 't telefoonnummer van de ontsteker aanpassen!
ru: Но почему бы не ответить им их же монетой? Вы можете набрать номер дозвона.

source: By the way: it is possible with only one of those pegs!
de: Übrigens: Es ist möglich mit nur einem dieser Metallstifte möglich!
nl: Oja: het is mogelijk met maar één pin!
ru: Между прочим, это возможно только с одной из этих сфер!

source: By the way: There are two ramps in the toolbox. Use them wisely!
nl: Trouwens, er zitten twee hellingen in de gereedschapskist. Gebruik ze goed!
ru: Между прочим, в панели компонентов есть два уклона. Используйте их с умом!

source: By the way, you don’t have to insert or trigger the 2 bottles from the toolbox. But it might help!
nl: Tussen haakjes. Je hoeft de 2 flessen uit de gereedschapskist niet in te voegen of af te laten gaan. Maar het kan wel helpen!
ru: Кстати, вам не нужно вставлять или вызывать 2 бутылки из панели компонентов. Но это может помочь!

source: By the way: you may sometimes have more in your toolbox than you need …
nl: Overigens: soms heb je meer in je gereedschapskist dan je nodig hebt …
ru: Между прочим, иногда в панели компонентов вам доступно чего-то в большем количестве, чем оно вам нужно ...

source: Cardboard boxes are versatile and useful for many purposes, but this one topples towards the wrong direction.
nl: Kartonnen dozen zijn veelzijdig en nuttig voor vele doeleinden, maar deze valt om naar de verkeerde kant.
ru: Коробки универсальны и полезны для многих вещей, но эта коробка опрокидывается в неправильном направлении.

source: Cellar Workshop
ru: Подвальная мастерская

source: Choo, choo! The cardboard box train will depart soon.
ru: Чу, чу! Картонная коробка-поезд скоро отправится.

source: Clogging the pipe
de: Rohrverstopfung
nl: De buis verstoppen
ru: Засорение трубы

source: Coconut instead of Cola
de: Kokosnuss statt Cola
nl: Kokosnoot in plaats van Coca Cola.
ru: Кокосовый орех вместо кока-колы

source: Cola Addiction
ru: Зависимость от кока-колы

source: Cola Chaos
ru: Беспорядок кока-колы

source: Cola-Powered Bike
nl: De colafiets
ru: Кока-кола придаёт энергию велосипеду

source: Cola Reaction
de: Cola-Reaktion
nl: Cola reactie
ru: Реакция кока-колы

source: Cola Rocket
de: Cola-Rakete
nl: Cola raket
ru: Ракета из кока-колы

source: Construction Yard
de: Baustelle
nl: Bouwplaats
ru: Строительная площадка

source: Contraption 1
de: Verrückte Maschine 1
nl: Geniale inval 1
ru: Хитроумное изобретение 1

source: Contraption 2
de: Verrückte Maschine 2
nl: Geniale inval 2
ru: Хитроумное изобретение 2

source: Controlled Detonation
de: Kontrollierte Sprengung
nl: Gecontroleerde ontploffing
ru: Контролируемая детонация

source: Could it be that it serves as some kind of counter-weight? I don’t know.
nl: Zou het kunnen zijn dat het werkt als contragewicht? Geen idee, eigenlijk.
ru: Может быть, он служит противовесом? Я не знаю.

source: Creativity
de: Kreativität
nl: Creativiteit
ru: Креативность

source: Curvy
ru: Пышность

source: Deliver the birthday present to Jumping Jack.
de: Liefern Sie das Geburtstagsgeschenk an den Wackelpeter.
nl: Bezorg het kado bij de trekpop.
ru: Доставьте подарок на день рождения Джеку-попрыгунчику.

source: Demolish the house of cards.
de: Demolieren Sie das Kartenhaus.
nl: Sloop het kaartenhuis.
ru: Разрушьте карточный домик.

source: Detonate all the dynamite.
de: Sprengen Sie all das Dynamit.
nl: Laat alle dynamiet ontploffen.
ru: Взорвите весь динамит.

source: Dial B for Boom
de: Wählen Sie B für Bumm
nl: Kies B voor Boem
ru: Позвоните для взрыва

source: Dial the right number!
de: Wählen Sie die richtige Nummer!
nl: Zorg dat het juiste nummer gedraaid wordt!
ru: Позвоните на правильный номер!

source: Did you know there was so much technology underneath a hole?
nl: Wist je dat er zo veel technologie schuil ging achter een gat?<br><br><br>... de Post-It Boy
ru: Знали ли вы, что в лунке так много технологий?

source: Domino Chest
de: Dominotruhe
nl: Domino kist
ru: Сундук для домино

source: Domino Day
ru: День домино

source: Domino Flip Machine
ru: Машина кувыркающегося домино

source: Domino Gap
ru: Домино и зазор

source: Don’t let any balloon pop and let them float to the sky.
nl: Laat geen enkele ballon knallen en laat ze de hemel in zweven.
ru: Не позволяйте никакому воздушному шару лопнуть и полететь в небо.

source: Don’t let the pingus get hammered!
ru: Нельзя забивать пингвина!

source: Don’t let the weight rise or fall until the butterfly reaches the flower.
nl: Laat het gewicht niet stijgen of dalen tot de vlinder de bloem bereikt
ru: Не позволяйте весу подниматься или падать, пока бабочка не достигнет цветка.

source: Don't tell anyone about it, I still need to file a patent!
de: Erzählen Sie niemandem davon. Ich muss noch ein Patent beantragen!
nl: (Niet verder vertellen, ik moet 't patent nog steeds aanvragen)
ru: Не говорите никому об этом, мне ещё нужно подавать заявку на патент!

source: Don’t worry.
nl: Maak je niet ongerust.
ru: Не волнуйтесь.

source: Don’t you love these old cartoons?
nl: Vind je die oude cartoons niet schitterend?
ru: Разве вы не любите старые мультфильмы?

source: Double Action
de: Doppelte Aktion
nl: Dubbele actie
ru: Двойное действие

source: Do you know what an unstable equilibrium is?
de: Wissen Sie, was ein instabiles Gleichgewicht ist?
nl: Weet jij wat een labiel evenwicht is?
ru: Вы знаете, что это неустойчивое равновесие?

source: Do you see that butterfly?
nl: Zie je die vlinder?
ru: Вы видите бабочку?

source: Do you see the weird ring from which the weight is hanging?
ru: Вы видите эту странную сферу, на которой весит вес?
